/*
Navicat MySQL Data Transfer

Source Server         : 217_praew
Source Server Version : 50556
Source Host           : 172.17.8.217:3306
Source Database       : osce

Target Server Type    : MYSQL
Target Server Version : 50556
File Encoding         : 65001

Date: 2018-06-07 11:42:21
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for activity_type
-- ----------------------------
DROP TABLE IF EXISTS `activity_type`;
CREATE TABLE `activity_type` (
  `edu_code` varchar(2) COLLATE utf8_unicode_ci NOT NULL,
  `edu_desc` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`edu_code`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of activity_type
-- ----------------------------
INSERT INTO `activity_type` VALUES ('1', 'สอบ ศ.ร.ว.');
INSERT INTO `activity_type` VALUES ('2', 'ซ้อมสอบ');
INSERT INTO `activity_type` VALUES ('3', 'กระบวนวิชา');
INSERT INTO `activity_type` VALUES ('4', 'อื่น ๆ ระบุ');
INSERT INTO `activity_type` VALUES ('5', 'สมัครใหม่');

-- ----------------------------
-- Table structure for author
-- ----------------------------
DROP TABLE IF EXISTS `author`;
CREATE TABLE `author` (
  `TEmployee_id` varchar(7) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `idx` varchar(13) COLLATE utf8_unicode_ci DEFAULT NULL,
  `TPosition_name` varchar(60) COLLATE utf8_unicode_ci DEFAULT NULL,
  `fname` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `lname` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `e_fname` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `e_lname` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `TJob_name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `TPostype_name` varchar(80) COLLATE utf8_unicode_ci DEFAULT NULL,
  `TPosition_id` varchar(6) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`TEmployee_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of author
-- ----------------------------
INSERT INTO `author` VALUES ('-', '-', '-', null, null, '-', '-', '-', '-', '-');
INSERT INTO `author` VALUES ('0703', '5100200247069', 'ผู้ช่วยศาสตราจารย์', 'ภารดี', 'คุณาวิศรุต', 'Paradee', 'Kunavisarut', 'ภาควิชาจักษุวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0785', '3102100404290', 'อาจารย์', 'อัญชลี', 'วรรณสาร', 'Anchalee', 'wannasarn', 'ภาควิชาปรสิตวิทยา', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('0790', '3101300617521', 'รองศาสตราจารย์', 'จรัล', 'กังสนารักษ์', 'Jaran', 'Kangsanarak', 'ภาควิชาโสต ศอ นาสิกวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0792', '3100902104270', 'รองศาสตราจารย์', 'อภิชนา', 'โฆวินทะ', 'Apichana', 'Kovindha', 'ภาควิชาเวชศาสตร์ฟื้นฟู', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0793', '3501300741571', 'ผู้ช่วยศาสตราจารย์', 'รมณีย์', 'ชัยวาฤทธิ์', 'Romanee', 'Chaiwarith', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0798', '3501400437245', 'ผู้ช่วยศาสตราจารย์', 'อภิเศรษฐ', 'ปลื้มสำราญ', 'APISATE', 'PLEUMSAMRAN', 'ภาควิชาสรีรวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0799', '3100602429777', 'รองศาสตราจารย์', 'วุฒิชัย', 'บุณยนฤธี', 'Vudhichai', 'Boonyanaruthee', 'ภาควิชาจิตเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0805', '3509901159261', 'ศาสตราจารย์', 'ไพฑูรย์', 'ณรงค์ชัย', 'PAITOON', 'NARONGCHAI', 'ภาควิชานิติเวชศาสตร์', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('0809', '3669900089641', 'ผู้ช่วยศาสตราจารย์', 'อัจฉรา', 'อร่ามรัตน์', 'Atchara', 'Aramrattana', 'ภาควิชากายวิภาคศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0819', '3519900111745', 'ผู้ช่วยศาสตราจารย์', 'ชรินทร์', 'ยาอินทร์', 'Charin', 'Yain', 'ภาควิชาพยาธิวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0824', '3509900014618', 'อาจารย์', 'สนิท', 'เรืองรองรัตน์', 'SANIT', 'REUNGRONGRAT', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('0839', '3519900020961', 'อาจารย์', 'ดิเรก', 'บรรณจักร์', 'Derek', 'Bunnachak', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('0840', '3501300797321', 'รองศาสตราจารย์', 'ศตวรรษ', 'ทองสวัสดิ์', 'Satawat', 'Thongsawat', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0841', '3519900026594', 'รองศาสตราจารย์', 'สิริ', 'เชี่ยวชาญวิทย์', 'Siri', 'Chiewchanvit', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0842', '3100600450361', 'รองศาสตราจารย์', 'อรรถวุฒิ', 'ดีสมโชค', 'Athavudh', 'Deesomchok', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0843', '3100904931335', 'อาจารย์', 'วุฒิเดช', 'โอภาศเจริญสุข', 'Vuddhidej', 'Ophascharoensuk', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('0845', '3509901165067', 'ศาสตราจารย์', 'ดุสิต', 'ล้ำเลิศกุล', 'Dusit', 'Lumlertgul', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('0850', '3101403139591', 'รองศาสตราจารย์', 'เฉลิม', 'ลิ่วศรีสกุล', 'Chalerm', 'Liwsrisakun', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0851', '3409900078676', 'ศาสตราจารย์', 'ขวัญชัย', 'ศุภรัตน์ภิญโญ', 'Khuanchai', 'Supparatpinyo', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('0854', '3509900001842', 'ผู้ช่วยศาสตราจารย์', 'บุษยามาส', 'ชีวสกุลยง', 'Busyamas', 'Chewaskulyong', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0856', '3509900661486', 'ผู้ช่วยศาสตราจารย์', 'ดำรงศักดิ์', 'บุลยเลิศ', 'Damrongsak', 'Bulyalert', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0861', '3509900222407', 'รองศาสตราจารย์', 'ชัยรัตน์', 'คุณาวิกติกุล', 'Chairat', 'Kunaviktikul', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0863', '3409900844158', 'รองศาสตราจารย์', 'ทินกร', 'วงศ์ปการันย์', 'Tinnakon', 'Wongpakaran', 'ภาควิชาจิตเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0867', '3509901281873', 'ศาสตราจารย์', 'อภิชาต', 'สุคนธสรรพ์', 'Apichard', 'Sukonthasarn', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('0877', '3509900046765', 'อาจารย์', 'อริสา', 'บอนเนซซ์', 'ARISA', 'Bonness', 'ภาควิชาชีวเคมี', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('0880', '3649900123424', 'อาจารย์', 'วรวิทย์', 'ฆังตระกูล', 'Worawit', 'Khangtragool', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('0882', '3509901388821', 'รองศาสตราจารย์', 'ศุภนิมิต', 'ทีฆชุณหเถียร', 'Supanimit', 'Teekachunhatean', 'ภาควิชาเภสัชวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0883', '3110101506574', 'อาจารย์', 'อารีวรรณ', 'สมหวังประเสริฐ', 'Areewan', 'Somwangprasert', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('0884', '3329900345012', 'ผู้ช่วยศาสตราจารย์', 'สมรัก', 'รังคกูลนุวัฒน์', 'Somrak', 'Rangkanulnuwat', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0886', '3509900711246', 'อาจารย์', 'วนรักษ์', 'วัชระศักดิ์ศิลป์', 'Wanarak', 'Watcharasaksilp', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('0890', '3509901439451', 'อาจารย์', 'โอภาส', 'พิณไชย', 'OPART', 'PINCHAI', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('0893', '3101700960770', 'ผู้ช่วยศาสตราจารย์', 'สุกิจ', 'รุ่งอภินันท์', 'Sukit', 'Roongapinan', 'ภาควิชาเภสัชวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0894', '3509900521323', 'รองศาสตราจารย์', 'ธีรภัทร์', 'จักรพันธุ์', 'M.R.THIRAPHAT', 'CHAKRABANDHU', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0898', '3959900287491', 'ศาสตราจารย์', 'บรรณกิจ', 'โลจนาภิวัฒน์', 'Bannakij', 'Lojanapiwat', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('0900', '3101201550151', 'ผู้ช่วยศาสตราจารย์', 'วิมล', 'ศิริมหาราช', 'Wimon', 'Sirimaharaj', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0903', '3101400947115', 'รองศาสตราจารย์', 'กิตติภัต', 'เจริญขวัญ', 'Kittipat', 'Charoenkwan', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0904', '3509901164192', 'รองศาสตราจารย์', 'สุปรียา', 'วงษ์ตระหง่าน', 'Supreeya', 'Wongtra-ngan', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0910', '3101401098766', 'ผู้ช่วยศาสตราจารย์', 'ชัยเลิศ', 'พงษ์นริศร', 'Chailert', 'Phongnarisorn', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0911', '3102000845944', 'ศาสตราจารย์', 'ธีระ', 'ทองสง', 'Theera', 'Tongsong', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('0912', '3500200920537', 'รองศาสตราจารย์', 'ณรงค์', 'มณีทอน', 'Narong', 'Maneeton', 'ภาควิชาจิตเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0913', '3659900831992', 'รองศาสตราจารย์', 'ณัฐพงษ์', 'อัครผล', 'Nuthapong', 'Ukarapol', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0914', '3509901447640', 'รองศาสตราจารย์', 'สมศักดิ์', 'เชาว์วิศิษฐ์เสรี', 'Somsak', 'Chaovisitsaree', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0915', '3509900291506', 'รองศาสตราจารย์', 'วีรวิทย์', 'ปิยะมงคล', 'Wirawit', 'Piyamongkol', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0920', '3509900403428', 'รองศาสตราจารย์', 'ประภาพร', 'สู่ประเสริฐ', 'Prapaporn', 'Suprasert', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0926', '3509900253175', 'ผู้ช่วยศาสตราจารย์', 'วิทธนี', 'ณ เชียงใหม่', 'Wittanee', 'Na chiangmai', 'ภาควิชารังสีวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0927', '3509901382416', 'ผู้ช่วยศาสตราจารย์', 'กนกพร', 'โอฬารรัตนชัย', 'Kanokporn', 'Oranratanachai', 'ภาควิชารังสีวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0931', '3100203580790', 'ผู้ช่วยศาสตราจารย์', 'ศุภณ', 'ศรีพลากิจ', 'Supon', 'Sriplakich', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0933', '3102001302839', 'รองศาสตราจารย์', 'กานดา', 'วิชัยรัตน์', 'KARNDA', 'VICHAIRAT', 'ภาควิชานิติเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0967', '3779900061681', 'รองศาสตราจารย์', 'อรวรรณ', 'เลาห์เรณู', 'Orawan', 'Louthrenoo', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0976', '3509900509765', 'ผู้ช่วยศาสตราจารย์', 'วัฒนา', 'ชาติอภิศักดิ์', 'WATTANA', 'CHARTAPISAK', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('0980', '3509901448140', 'รองศาสตราจารย์', 'แรกขวัญ', 'สิทธิวางค์กูล', 'Rekwan', 'Sittiwangkul', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0981', '3649800058957', 'รองศาสตราจารย์', 'ประสงค์', 'เทียนบุญ', 'Prasong', 'Tienboon', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0984', '3509900985346', 'รองศาสตราจารย์', 'เกวลี', 'อุณจักร', 'Kavalee', 'Unachak', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('0994', '3101401979789', 'ผู้ช่วยศาสตราจารย์', 'ธเนศ', 'ชิตาพนารักษ์', 'Taned', 'Chitapanarux', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('1006', '3600800066749', 'รองศาสตราจารย์', 'ปรัชญา', 'คงทวีเลิศ', 'Prachaya', 'Kongtaweelert', 'ภาควิชาชีวเคมี', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1007', '3509901158320', 'รองศาสตราจารย์', 'ประสิทธิ์', 'ธราวิจิตรกุล', 'Prasit', 'Tharavichitkul', 'ภาควิชาจุลชีววิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1009', '3501400617863', 'อาจารย์', 'ขวัญจิต', 'ดวงสงค์', 'Kwanjit', 'Duangsonk', 'ภาควิชาจุลชีววิทยา', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('1013', '3509900780817', 'รองศาสตราจารย์', 'สุรพันธุ์', 'คุณอมรพงศ์', 'Surapan', 'Khunamornpong', 'ภาควิชาพยาธิวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1014', '3509901309689', 'รองศาสตราจารย์', 'พจนา', 'ศรีบุรี', 'Pojana', 'Sriburee', 'ภาควิชาจุลชีววิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1027', '3509900415507', 'รองศาสตราจารย์', 'ชาติชาย', 'กว้างสุขสถิตย์', 'Chartchai', 'Kwangsukstith', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1033', '3650800530453', 'อาจารย์', 'ธัญญา', 'นรเศรษฐ์ธาดา', 'Thunya', 'Norasetthada', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('1039', '3190900164119', 'รองศาสตราจารย์', 'สำเริง', 'รางแดง', 'Samreung', 'Rangdaeng', 'ภาควิชาพยาธิวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1040', '3509900652037', 'รองศาสตราจารย์', 'อรวรรณ', 'วงศ์มีเกียรติ', 'Orawan', 'Wongmekiat', 'ภาควิชาสรีรวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1052', '3101400555586', 'รองศาสตราจารย์', 'พงศ์เทพ', 'วิวรรธนะเดช', 'Phongtape', 'Wiwatanadate', 'ภาควิชาเวชศาสตร์ชุมชน', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1057', '3509901063566', 'ผู้ช่วยศาสตราจารย์', 'ดวงรัตน์', 'ริยอง', 'DuaNGRAT', 'RIYONG', 'ภาควิชาปรสิตวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('1066', '3670200580891', 'ผู้ช่วยศาสตราจารย์', 'สิทธิชา', 'สิริอารีย์', 'SittHicha', 'Siriaree', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('1068', '3100100246331', 'รองศาสตราจารย์', 'กรรณิกา', 'วิทย์สุภากร', 'Kannika', 'Vitsupakorn', 'ภาควิชาเวชศาสตร์ชุมชน', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1072', '3500100159516', 'อาจารย์', 'อนงพันธ์', 'จันทร์กุย', 'ANONGPHAN', 'JUNKUY', 'ภาควิชานิติเวชศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('1075', '3102400964452', 'อาจารย์', 'พงศ์สันติ์', 'ใยเจริญ', 'Pongson', 'Yaicharoen', 'ภาควิชาสรีรวิทยา', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('1083', '3509900078071', 'รองศาสตราจารย์', 'คม', 'สุคนธสรรพ์', 'Kom', 'Sukontason', 'ภาควิชาปรสิตวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1084', '3100700271809', 'รองศาสตราจารย์', 'รัตนา', 'บรรเจิดพงศ์ชัย', 'Ratana', 'Banjerdpongchai', 'ภาควิชาชีวเคมี', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1088', '3102400840745', 'ศาสตราจารย์', 'เวช', 'ชูโชติ', 'Wej', 'Choochote', 'ภาควิชาปรสิตวิทยา', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('1089', '3509900977653', 'ศาสตราจารย์', 'เบญจพร', 'ไชยวรรณ์', 'Benjaporn', 'Chaiwun', 'ภาควิชาพยาธิวิทยา', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('1090', '3509901338441', 'ผู้ช่วยศาสตราจารย์', 'รวิวรรณ', 'วงศ์ภูมิชัย', 'Rawiwan', 'WONGPOOMchai', 'ภาควิชาชีวเคมี', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('1098', '3509901158966', 'อาจารย์', 'อนุสรณ์', 'บุญธรรม', 'Anoosorn', 'Boonthum', 'ภาควิชาจุลชีววิทยา', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('1100', '3510100988334', 'รองศาสตราจารย์', 'มาลียา', 'มโนรถ', 'Maleeya', 'Manorot', 'ภาควิชาเภสัชวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1114', '3100600554051', 'รองศาสตราจารย์', 'กาบแก้ว', 'สุคนธสรรพ์', 'Kabkaew', 'Sukontason', 'ภาควิชาปรสิตวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1115', '3560101015411', 'รองศาสตราจารย์', 'เบญจวรรณ', 'ปิตาสวัสดิ์', 'Benjawan', 'Pitaswat', 'ภาควิชาปรสิตวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1116', '3509900686462', 'รองศาสตราจารย์', 'จิราพร', 'สุวรรณธีรางกูร', 'Jiraporn', 'Suwanteerangkul', 'ภาควิชาเวชศาสตร์ชุมชน', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1117', '3509900564375', 'รองศาสตราจารย์', 'พิชาติ', 'อุปรานุเคราะห์', 'Pichart', 'Uparanukraw', 'ภาควิชาปรสิตวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1118', '3529900258169', 'รองศาสตราจารย์', 'อัจฉรียา', 'จิตต์ภักดี', 'Atchariya', 'Jitpakdi', 'ภาควิชาปรสิตวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1123', '3500300028482', 'รองศาสตราจารย์', 'นพพร', 'สิทธิสมบัติ', 'Nopporn', 'Sittisombut', 'ภาควิชาจุลชีววิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1124', '3509900575270', 'รองศาสตราจารย์', 'อุดม', 'ชัยทอง', 'Udom', 'Chaithong', 'ภาควิชาปรสิตวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1126', '3640900195133', 'ผู้ช่วยศาสตราจารย์', 'กรกนก', 'สุขพันธ์', 'Kornkanok', 'Sukpun', 'ภาควิชาพยาธิวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('1135', '3659900442741', 'รองศาสตราจารย์', 'ดิเรก', 'ผาติกุลศิลา', 'Direk', 'Patikulsila', 'ภาควิชาจักษุวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1140', '3500100483011', 'อาจารย์', 'ศุภรัตน์', 'ธรรมพิทักษ์', 'SOOPHARUT', 'THUMPHITHUK', 'ภาควิชานิติเวชศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('1142', '3509901465362', 'รองศาสตราจารย์', 'อัมพิกา', 'มังคละพฤกษ์', 'Ampica', 'Mangklabruks', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1158', '3659900380745', 'ผู้ช่วยศาสตราจารย์', 'สุวิชา', 'อิศราดิสัยกุล', 'SUWICHA', 'ISARADISAIKUL', 'ภาควิชาโสต ศอ นาสิกวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('1172', '3500100066208', 'ผู้ช่วยศาสตราจารย์', 'ศิริอนงค์', 'นามวงศ์พรหม', 'SIRIANONG', 'NAMWONGPROM', 'ภาควิชารังสีวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('1299', '3649800069487', 'ผู้ช่วยศาสตราจารย์', 'สุรีย์', 'เลขวรรณวิจิตร', 'Suree', 'Lekawanvijit', 'ภาควิชาพยาธิวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('1335', '3519900003667', 'อาจารย์', 'ลลิตา', 'นรเศรษฐ์ธาดา', 'LALITA', 'NORASETTHADA', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('1376', '3509900901274', 'ผู้ช่วยศาสตราจารย์', 'กาญจนา', 'หาญศิริวัฒนกิจ', 'KANCHANA', 'HARNSIRIWATTANAKIT', 'ภาควิชากายวิภาคศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('1377', '3520101212461', 'รองศาสตราจารย์', 'จงกลณี', 'เศรษฐกร', 'Jongkolnee', 'Settakorn', 'ภาควิชาพยาธิวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1410', '3101500029398', 'ผู้ช่วยศาสตราจารย์', 'อริยพงษ์', 'วงษ์นพวิชญ์', 'Ariyaphong', 'Wongnoppavich', 'ภาควิชาชีวเคมี', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('1416', '3500100124801', 'รองศาสตราจารย์', 'ยุพดา', 'พงษ์พรต', 'YUPADA', 'PONGPROT', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('1766', '3509901199522', 'อาจารย์', 'รักษ์', 'ตนานุวัฒน์', 'Rak', 'Tananuvat', 'ภาควิชาโสต ศอ นาสิกวิทยา', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('2801', '3509900694261', 'ผู้ช่วยศาสตราจารย์', 'วิวัฒน์', 'หวังปรีดาเลิศกุล', 'Wiwat', 'Wangpreedalertkul', 'ภาควิชากายวิภาคศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('2802', '3509901158524', 'ผู้ช่วยศาสตราจารย์', 'กาญจนา', 'นิมมานเหมินท์', 'Kanchana', 'Nimmanahaeminda', 'ภาควิชาพยาธิวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('2810', '3500100135404', 'ศาสตราจารย์', 'สมสงวน', 'อัษญคุณ', 'Somsanguan', 'Ausayakhun', 'ภาควิชาจักษุวิทยา', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('2838', '3149900476798', 'อาจารย์', 'ทรงเกียรติ', 'สุวรรณศิริกุล', 'Songkiet', 'Suwansirikul', 'ภาควิชาพยาธิวิทยา', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('3007', '3102001973661', 'ผู้ช่วยศาสตราจารย์', 'อัญชลี', 'พงศ์ชัยเดชา', 'Anchalee', 'Pongchaidecha', 'ภาควิชาสรีรวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('3008', '3509900709837', 'รองศาสตราจารย์', 'ประภัสสร', 'ผาติกุลศิลา', 'PRAPATSORN', 'PATIKULSILA', 'ภาควิชาจักษุวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('3009', '3519900062418', 'รองศาสตราจารย์', 'สุธีร์', 'อินต๊ะประเสริฐ', 'Suthi', 'Intaprasert', 'ภาควิชาจิตเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('3013', '3102102049004', 'ศาสตราจารย์', 'พรรณี', 'วิศรุตรัตน', 'Pannee', 'Visrutaratna', 'ภาควิชารังสีวิทยา', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('3014', '3180600072430', 'ผู้ช่วยศาสตราจารย์', 'กรรณิการ์', 'รุ่งโรจน์วัฒนศิริ', 'Kannika', 'Roongrotwattanasiri', 'ภาควิชาโสต ศอ นาสิกวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('3019', '3509900928725', 'รองศาสตราจารย์', 'นิพนธ์', 'เสริมพาณิชย์', 'NIPON', 'SERMPANICH', 'ภาควิชาเวชศาสตร์ครอบครัว', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('3020', '3509900132513', 'อาจารย์', 'อนุชาติ', 'มาธนะสารวุฒิ', 'Anuchart', 'Matanasarawoot', 'ภาควิชาเวชศาสตร์ครอบครัว', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('3047', '3579900195078', 'ผู้ช่วยศาสตราจารย์', 'สมพร', 'โชตินฤมล', 'Somporn', 'Chotinaruemol', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('3078', '3500700441921', 'ผู้ช่วยศาสตราจารย์', 'นริศรา', 'จริยะพันธุ์', 'Narisara', 'Jariyapun', 'ภาควิชาปรสิตวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('3183', '3509901382581', 'อาจารย์', 'วิไลวรรณ', 'เพชรโสภณสกุล', 'Wilaiwan', 'Petsophonsakul', 'ภาควิชาจุลชีววิทยา', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('3187', '3519900058496', 'ผู้ช่วยศาสตราจารย์', 'สุวลี', 'พจมานวิพุธ', 'Suwalee', 'Pojchamarnwiputh', 'ภาควิชารังสีวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('3195', '3509901156611', 'ผู้ช่วยศาสตราจารย์', 'ต่อพงษ์', 'บุญมาประเสริฐ', 'TorpHong', 'BUnmaprasert', 'ภาควิชาออร์โทปิดิกส์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('3412', '3501900155311', 'รองศาสตราจารย์', 'พงษ์ศักดิ์', 'มหานุภาพ', 'PONGSAK', 'MAHANUPAB', 'ภาควิชาพยาธิวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('3415', '3509901340870', 'ผู้ช่วยศาสตราจารย์', 'สุรศักดิ์', 'บุณยฤทธิชัยกิจ', 'Surasak', 'Boonyaritichaikij', 'ภาควิชาเวชศาสตร์ครอบครัว', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('3416', '3501900158426', 'รองศาสตราจารย์', 'ชายชาญ', 'โพธิรัตน์', 'Chaicharn', 'Pothirat', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('3467', '3509900271416', 'ผู้ช่วยศาสตราจารย์', 'ไพศิษฎ์', 'ศิริวิทยากร', 'Paisit', 'Siriwittayakorn', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('3592', '3509900025806', 'ผู้ช่วยศาสตราจารย์', 'ยิ่งพันธ์', 'อนุศรี', 'Yingpan', 'Anusri', 'ภาควิชากายวิภาคศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('3720', '3501400266092', 'รองศาสตราจารย์', 'เพณณินาท์', 'โอเบอร์ดอร์เฟอร์', 'PENINNAH', 'Oberdorfer', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('3721', '3509901159270', 'ผู้ช่วยศาสตราจารย์', 'ชูศักดิ์', 'สิริวณิชชัย', 'Chusak', 'Sirivanichai', 'ภาควิชารังสีวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('3874', '3540400129906', 'ผู้ช่วยศาสตราจารย์', 'เฟื่องลดา', 'ทองประเสริฐ', 'FUANGLADA', 'TONGPRASERT', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('3879', '3529900252845', 'อาจารย์', 'อมรรัตน์', 'โอไบรอัน', 'AMORNRAT', 'O\'BRIEN', 'ภาควิชาจุลชีววิทยา', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('3899', '3530100934854', 'ผู้ช่วยศาสตราจารย์', 'สิริดา', 'ยังฉิม', 'Sirida', 'Youngchim', 'ภาควิชาจุลชีววิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('3967', '3509901461987', 'รองศาสตราจารย์', 'สุปราณี', 'ฟูอนันต์', 'Supranee', 'Fooanant', 'ภาควิชาโสต ศอ นาสิกวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('3973', '3749900104968', 'ศาสตราจารย์', 'วรวิทย์', 'เลาห์เรณู', 'Worawit', 'Louthrenoo', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('3975', '3101600340591', 'อาจารย์', 'วิภาวดี', 'ชัยสุขสันต์', 'Vipavadee', 'Chaisuksunit', 'ภาควิชากายวิภาคศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('4040', '3100500232729', 'อาจารย์', 'ชนิพร', 'ปวนอินตา', 'Chaniporn', 'Puaninta', 'ภาควิชากายวิภาคศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('4092', '3529900330056', 'รองศาสตราจารย์', 'อนุพงษ์', 'เลาหพูนรังษี', 'Anupong', 'Laohapoonrungsee', 'ภาควิชาออร์โทปิดิกส์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('4121', '3660700019498', 'รองศาสตราจารย์', 'ศิริวรรณ', 'องค์ไชย', 'Siriwan', 'Ongchai', 'ภาควิชาชีวเคมี', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('4334', '3730600750963', 'ผู้ช่วยศาสตราจารย์', 'เธียรไชย', 'ภัทรสกุลชัย', 'Thienchai', 'Pattarasakulchai', 'ภาควิชาโสต ศอ นาสิกวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('4369', '3609900508873', 'อาจารย์', 'สุรินทร์', 'วรกิจพูนผล', 'Surin', 'Woragidpoonpol', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('4399', '3570100674852', 'รองศาสตราจารย์', 'จาตุรงค์', 'กันชัย', 'Chaturong', 'Kanchai', 'ภาควิชานิติเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('4504', '3609700076481', 'ศาสตราจารย์', 'จตุพล', 'ศรีสมบูรณ์', 'Jatupol', 'Srisomboon', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('4566', '3349800238524', 'ผู้ช่วยศาสตราจารย์', 'อานนท์', 'โชติรสนิรมิต', 'ANON', 'CHOTIROSNIRAMIT', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('4709', '3549900047494', 'ผู้ช่วยศาสตราจารย์', 'สุพจน์', 'เอื้ออภิสิทธิ์วงค์', 'Supoj', 'Ua-Apisitwong', 'ภาควิชารังสีวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('4714', '3409900202377', 'รองศาสตราจารย์', 'ชวนันท์', 'ชาญศิลป์', 'Chawanun', 'Charnsil', 'ภาควิชาจิตเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('4727', '3669900211056', 'รองศาสตราจารย์', 'มณี', 'ภิญโญพรพาณิชย์', 'MANEE', 'PINYOPORNPANISH', 'ภาควิชาจิตเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('4737', '3549900194560', 'รองศาสตราจารย์', 'ชเนนทร์', 'วนาภิรักษ์', 'Chanane', 'Wanapirak', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('4750', '3501200274121', 'ผู้ช่วยศาสตราจารย์', 'เจษฎา', 'สิงห์เวชสกุล', 'JESDA', 'SINGHAVEJSAKUL', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('4753', '3571100523014', 'ผู้ช่วยศาสตราจารย์', 'นพรัตน์', 'ธนะชัยขันธ์', 'NOPARAT', 'THANACHAIKUN', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('4754', '3100100243570', 'รองศาสตราจารย์', 'สิทธิพร', 'บุณยนิตย์', 'Sittiporn', 'Punyanitya', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('4769', '3509901382386', 'รองศาสตราจารย์', 'อภิชาติ', 'โอฬารรัตนชัย', 'Apichart', 'Oranratnachai', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('4770', '5500100009146', 'ผู้ช่วยศาสตราจารย์', 'กนกกาญจน์', 'บำรุงกิจ', 'Kanokkan', 'Bumroongkit', 'ภาควิชากายวิภาคศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('4771', '3100800252148', 'รองศาสตราจารย์', 'พงษ์รักษ์', 'ศรีบัณฑิตมงคล', 'PONGRUK', 'SRIBANDITMONGKOL', 'ภาควิชานิติเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('4773', '3509900815459', 'รองศาสตราจารย์', 'เรืองรอง', 'ชีพสัตยากร', 'Ruangrong', 'Cheepsattayakorn', 'ภาควิชาพยาธิวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('4774', '3509901031354', 'รองศาสตราจารย์', 'ประพันธ์', 'จุฑาวิจิตรธรรม', 'Prapan', 'Jutavijittum', 'ภาควิชาพยาธิวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('4779', '3509900985885', 'อาจารย์', 'รุ้งตะวัน', 'ศรีบุรี', 'Rungtawan', 'Sriburi', 'ภาควิชาจุลชีววิทยา', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('4805', '3369900069589', 'อาจารย์', 'ชำนาญ', 'เกียรติพีรกุล', 'CHUMNAN', 'KIETPEERAKOOL', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('4826', '3102001309515', 'อาจารย์', 'อรรถสิทธิ์', 'บุญทรง', 'Attasit', 'Boonsong', 'ภาควิชากายวิภาคศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('4827', '3101600996462', 'อาจารย์', 'ธนวัฒน์', 'เบญจานุวัตรา', 'Thanawat', 'BENJANUWATTRA', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('4846', '3529900387732', 'ผู้ช่วยศาสตราจารย์', 'กวีศักดิ์', 'จิตตวัฒนรัตน์', 'Kaweesak', 'Chittawatanarat', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('4922', '3509900404904', 'ศาสตราจารย์', 'ธีรชัย', 'อภิวรรธกกุล', 'Theerachai', 'Apivatthakakul', 'ภาควิชาออร์โทปิดิกส์', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('4954', '3500100086071', 'ผู้ช่วยศาสตราจารย์', 'เชษฐ', 'ศิวะสมบูรณ์', 'Chate', 'Sivasomboon', 'ภาควิชารังสีวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('5256', '3102100007916', 'อาจารย์', 'ประสิทธิ์', 'วงศ์ตรีรัตนชัย', 'Prasit', 'Wongtriratanachai', 'ภาควิชาออร์โทปิดิกส์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('5257', '3609800031862', 'อาจารย์', 'ทรงศักดิ์', 'ขุนศรี', 'Songsak', 'Khunsree', 'ภาควิชาออร์โทปิดิกส์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('5258', '3101402381968', 'รองศาสตราจารย์', 'พิชิต', 'สิทธิไตรย์', 'Pichit', 'Sittitrai', 'ภาควิชาโสต ศอ นาสิกวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('5342', '3640500423651', 'ผู้ช่วยศาสตราจารย์', 'ณหทัย', 'วงศ์ปการันย์', 'Nahathai', 'Wongpakaran', 'ภาควิชาจิตเวชศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('5343', '3102200838852', 'ศาสตราจารย์', 'มานิต', 'ศรีสุรภานนท์', 'Manit', 'Srisurapanont', 'ภาควิชาจิตเวชศาสตร์', 'ข้าราชการ', '103000');
INSERT INTO `author` VALUES ('5348', '3509901405351', 'ผู้ช่วยศาสตราจารย์', 'ฉลอง', 'ชีวเกรียงไกร', 'Chalong', 'Cheewakriangkrai', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('5450001', '3509901384524', 'รองศาสตราจารย์', 'เสาวลักษณ์', 'โอภาสถิรกุล', 'Sauwalak', 'opastirakul', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัยชั่วคราว(พนักงานส่วนงาน)', '102000');
INSERT INTO `author` VALUES ('5662', '3120200071223', 'ผู้ช่วยศาสตราจารย์', 'สรัตวดี', 'หล่อสมฤดี', 'Sratwadee', 'Lorsomradee', 'ภาควิชาวิสัญญีวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('5669', '3509901161851', 'รองศาสตราจารย์', 'ธารทิพย์', 'พรหมขัติแก้ว', 'THARNTIP', 'promkutkao', 'ภาควิชาเวชศาสตร์ชุมชน', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('5718', '3509900337255', 'ผู้ช่วยศาสตราจารย์', 'ธนินนิตย์', 'ลีรพันธ์', 'TANINNIT', 'LEERAPUN', 'ภาควิชาออร์โทปิดิกส์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6120', '3102000719299', 'อาจารย์', 'ศิวัฒม์', 'ภู่ริยะพันธ์', 'SIWAT', 'PHURIYAPHAN', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('6468', '3609900729411', 'ผู้ช่วยศาสตราจารย์', 'ตันหยง', 'พิพานเมฆาภรณ์', 'Tanyong', 'PipanMEKAporn', 'ภาควิชาวิสัญญีวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6522', '3509901445141', 'ผู้ช่วยศาสตราจารย์', 'สมเจริญ', 'แซ่เต็ง', 'Somcharoen', 'Saeteng', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6523', '3102000584245', 'รองศาสตราจารย์', 'สุพัตรา', 'ศิริโชติยะกุล', 'Supatra', 'Sirichotiyakul', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('6524', '3100601837031', 'ผู้ช่วยศาสตราจารย์', 'โอภาส', 'เศรษฐบุตร', 'Opas', 'Sreshthaputra', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6525', '3579900097475', 'รองศาสตราจารย์', 'นภาพร', 'ตนานุวัฒน์', 'Napaporn', 'Tananuvat', 'ภาควิชาจักษุวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('6526', '3101203536074', 'ผู้ช่วยศาสตราจารย์', 'ยุทธเสริฐ', 'ศิริรุ่งเรืองสาร', 'Yuddhasert', 'Sirirungruangsarn', 'ภาควิชาออร์โทปิดิกส์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6528', '3509900243731', 'ผู้ช่วยศาสตราจารย์', 'ปิยะดา', 'บุญทรง', 'Piyada', 'Boonsoong', 'ภาควิชาวิสัญญีวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6530', '3100900848174', 'ผู้ช่วยศาสตราจารย์', 'อานันท์ชนก', 'ศฤงคารินกุล', 'ANANCHANOK', 'SARINGCARINKUL', 'ภาควิชาวิสัญญีวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6566', '3540400224585', 'ผู้ช่วยศาสตราจารย์', 'ไพวรรณ', 'สุดวรรค์', 'PAIWAN', 'SUDWAN', 'ภาควิชากายวิภาคศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6570', '3509900400640', 'ผู้ช่วยศาสตราจารย์', 'วัชรี', 'ตันติประภา', 'Watcharee', 'Tantiprapa', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6574', '3100800550157', 'รองศาสตราจารย์', 'เกษรา', 'พัฒนพิฑูรย์', 'Kessara', 'Pathanapitoon', 'ภาควิชาจักษุวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('6580', '3540100112706', 'ผู้ช่วยศาสตราจารย์', 'พิชาพัทธ์', 'เปี่ยมโรจนภัทร', 'Wannarat', 'Tongsungnaun', 'ภาควิชาชีวเคมี', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6581', '3560100965903', 'รองศาสตราจารย์', 'ผ่องศรี', 'ทิพวังโกศล', 'Pongsri', 'Thipawangkoson', 'ภาควิชาปรสิตวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('6587', '3509900274075', 'อาจารย์', 'หทัยรัตน์', 'ธนัญชัย', 'HATHAIRAT', 'THANANCHAI', 'ภาควิชาจุลชีววิทยา', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('6592', '4100600076221', 'ผู้ช่วยศาสตราจารย์', 'จารึก', 'หาญประเสริฐพงษ์', 'Charuk', 'Hanprasertpong', 'ภาควิชาโสต ศอ นาสิกวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6594', '3509900403436', 'ผู้ช่วยศาสตราจารย์', 'จันทิมา', 'เอื้อตรงจิตต์', 'Juntima', 'Euathrongchit', 'ภาควิชารังสีวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6603', '3349800267605', 'ผู้ช่วยศาสตราจารย์', 'นเรนทร์', 'โชติรสนิรมิต', 'Narain', 'Chotirosniramit', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6608', '3609900689215', 'อาจารย์', 'ศิริพงศ์', 'เชี่ยวชาญธนกิจ', 'Siripong', 'Chiewchantanakit', 'ภาควิชาออร์โทปิดิกส์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('6611', '3102000800177', 'รองศาสตราจารย์', 'สิริกาญจน์', 'ยามาดะ', 'Sirikan', 'Yamada', 'ภาควิชาศัลยศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('6612', '3100501452587', 'อาจารย์', 'ณัฐิยา', 'หาญประเสริฐพงษ์', 'Nutthiya', 'Kraiwapan', 'ภาควิชาเภสัชวิทยา', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('6613', '3510600018938', 'รองศาสตราจารย์', 'สายพิณ', 'พงษธา', 'Saipin', 'Pongsatha', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('6616', '3509900401107', 'ผู้ช่วยศาสตราจารย์', 'นันทิการ์', 'สันสุวรรณ', 'Nuntigar', 'Sonsuwan', 'ภาควิชาโสต ศอ นาสิกวิทยา', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6618', '3509901073511', 'รองศาสตราจารย์', 'ณัฐพงศ์', 'โฆษชุณหนันท์', 'Natapong', 'Kosachunhanun', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('6619', '3509900510127', 'ผู้ช่วยศาสตราจารย์', 'ชัยยุทธ', 'เจริญธรรม', 'CHAIYUT', 'CHAROENTUM', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6620', '3500700490680', 'ผู้ช่วยศาสตราจารย์', 'ศรัณย์', 'ควรประเสริฐ', 'Srun', 'Kuanprasert', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('6621', '3100901484842', 'อาจารย์', 'รังสฤษฎ์', 'กาญจนะวณิชย์', 'RUNGSRIT', 'KANJANAVANIT', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('6769', '3509901209625', 'ผู้ช่วยศาสตราจารย์', 'นันทนา', 'กสิตานนท์', 'Nuntana', 'Kasitanon', 'ภาควิชาอายุรศาสตร์', 'ข้าราชการ', '101000');
INSERT INTO `author` VALUES ('7010', '5100900025905', 'อาจารย์', 'กมรวรรณ', 'กตัญญูวงศ์', 'Kamornwan', 'Katanyuwong', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '100000');
INSERT INTO `author` VALUES ('7234', '3100800900115', 'รองศาสตราจารย์', 'สุชญา', 'ศิลป์วิไลรัตน์', 'Suchaya', 'Silvilairat', 'ภาควิชากุมารเวชศาสตร์', 'ข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150005', '3510600012972', 'รองศาสตราจารย์', 'นิมิตร', 'มรกต', 'Nimit', 'MoraKote', 'ภาควิชาปรสิตวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150064', '5509990007175', 'ผู้ช่วยศาสตราจารย์', 'ธวัช', 'แต้โสตถิกุล', 'Tawat', 'Taesotikul', 'ภาควิชาเภสัชวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150066', '5601200002054', 'รองศาสตราจารย์', 'สริตา', 'ธีระวัฒน์สกุล', 'Sarita', 'Teerawatsakul', 'ภาควิชาเวชศาสตร์ชุมชน', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150067', '3100901590359', 'รองศาสตราจารย์', 'วัฒนา', 'นาวาเจริญ', 'Wattana', 'Navacharoen', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150088', '3101403132414', 'รองศาสตราจารย์', 'ชยันตร์ธร', 'ปทุมานนท์', 'JAYANTON', 'PATUMANOND', 'ภาควิชาเวชศาสตร์ชุมชน', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150137', '3509901194725', 'รองศาสตราจารย์', 'วีระวรรณ', 'เรืองยุทธิการณ์', 'Werawan', 'Ruangyuttikarn', 'ภาควิชานิติเวชศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150138', '3509901158575', 'รองศาสตราจารย์', 'กำธร', 'ธรรมประเสริฐ', 'Kamthorn', 'Thamprasert', 'ภาควิชาพยาธิวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150172', '3101801384308', 'ผู้ช่วยศาสตราจารย์', 'สมบัติ', 'ตาปัญญา', 'Sombat', 'Tapanya', 'ภาควิชาจิตเวชศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150173', '3100600899482', 'รองศาสตราจารย์', 'ชไมพร', 'ทวิชศรี', 'Chamaiphorn', 'Thawitsri', 'ภาควิชาเวชศาสตร์ชุมชน', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150207', '3500700279865', 'ศาสตราจารย์', 'อุษณีย์', 'วินิจเขตคํานวณ', 'Usanee', 'Vinitketkumnuen', 'ภาควิชาชีวเคมี', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '103000');
INSERT INTO `author` VALUES ('A150211', '3509901167647', 'ผู้ช่วยศาสตราจารย์', 'ศรีรัตน์', 'ชัยพฤกษ์', 'Srirath', 'Chaiyaphruk', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150215', '3509900013506', 'รองศาสตราจารย์', 'ไตรจักร', 'ซันดู', 'TRICHAK', 'Sandhu', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150216', '3509901384869', 'รองศาสตราจารย์', 'นิรมล', 'นาวาเจริญ', 'Niramon', 'Navacharoen', 'ภาควิชาโสต ศอ นาสิกวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150227', '3529900007425', 'ผู้ช่วยศาสตราจารย์', 'จักรกริช', 'กล้าผจญ', 'Jakkrit', 'Klaphajone', 'ภาควิชาเวชศาสตร์ฟื้นฟู', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150230', '3102001211116', 'รองศาสตราจารย์', 'สมเดช', 'ศรีชัยรัตนกูล', 'Somdet', 'Srichairatanakool', 'ภาควิชาชีวเคมี', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150275', '3509901168121', 'ผู้ช่วยศาสตราจารย์', 'ศุภชัย', 'ชัยสวัสดิ์', 'Subhachai', 'Jayasvasti', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150278', '3509901326516', 'ศาสตราจารย์', 'สุมิตรา', 'ทองประเสริฐ', 'Sumitra', 'Thongprasert', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '103000');
INSERT INTO `author` VALUES ('A150279', '3509900718321', 'รองศาสตราจารย์', 'วีระศักดิ์', 'นาวารวงศ์', 'Weerasak', 'Nawarawong', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150320', '3500100021778', 'อาจารย์', 'ธีรศักดิ์', 'บริสุทธิบัณฑิต', 'Thirasak', 'Borisuthibandit', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A150321', '5509990000987', 'ศาสตราจารย์', 'นิวัตน์', 'มณีกาญจน์', 'Niwat', 'Maneekarn', 'ภาควิชาจุลชีววิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '103000');
INSERT INTO `author` VALUES ('A150355', '3100600413971', 'รองศาสตราจารย์', 'พรงาม', 'เดชเกรียงไกรกุล', 'Porn-ngarm', 'DEJKRIENGKRAIKHUL', 'ภาควิชาชีวเคมี', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150356', '3909800875979', 'ศาสตราจารย์', 'วิมล', 'สุขถมยา', 'Vimol', 'Sukthomya', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '103000');
INSERT INTO `author` VALUES ('A150375', '3319900204796', 'ผู้ช่วยศาสตราจารย์', 'ทรงพล', 'ศรีสุโข', 'Songphol', 'Srisukho', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150402', '3509901159415', 'ผู้ช่วยศาสตราจารย์', 'ศุภชัย', 'เชื้อรัตนพงษ์', 'Suphachai', 'Chuaratanaphong', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150541', '3509901404312', 'ผู้ช่วยศาสตราจารย์', 'ชัชวาลย์', 'อภิชาติปิยกุล', 'chatchawann', 'Aphichartpiyakul', 'ภาควิชาจุลชีววิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150544', '3500100306152', 'อาจารย์', 'สมศักดิ์', 'วรรณวิไลรัตน์', 'Somsak', 'Wanwilairat', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A150580', '3540100439691', 'อาจารย์', 'อารัมภ์', 'รุจิรตันติอังกูร', 'Arampa', 'Ruchiratanti-Angkur', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A150581', '3169900320496', 'อาจารย์', 'สมภพ', 'บุญทิม', 'Sompop', 'Boontim', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A150582', '3639900037943', 'อาจารย์', 'โอภาส', 'คีรีวัชราภรณ์', 'Ophart', 'Keereewacharapon', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A150583', '5509990010184', 'ศาสตราจารย์', 'จุฬาภรณ์', 'พฤกษชาติคุณ', 'Chulabhorn', 'Pruksachatkun', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '103000');
INSERT INTO `author` VALUES ('A150584', '3509900307011', 'ผู้ช่วยศาสตราจารย์', 'ลัดดา', 'เฉลยกิตติ', 'Ladda', 'Chaloeykitti', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150593', '3509901157081', 'รองศาสตราจารย์', 'ยุพา', 'สุมิตสวรรค์', 'Yupa', 'Sumitsawan', 'ภาควิชาโสต ศอ นาสิกวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150595', '3509901381371', 'อาจารย์', 'นันทพร', 'ตียพันธ์', 'Nantaporn', 'Tiyapum', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A150864', '3570500098158', 'อาจารย์', 'สิรินดา', 'อังศุชวาล', 'Sirinda', 'Augsuchawan', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A150867', '3739900339957', 'ศาสตราจารย์', 'นงนุช', 'วณิตย์ธนาคม', 'Nongnuch', 'Vanittanakom', 'ภาควิชาจุลชีววิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '103000');
INSERT INTO `author` VALUES ('A150868', '3500700006001', 'ผู้ช่วยศาสตราจารย์', 'ชุมพล', 'สกลวสันต์', 'Choomphone', 'Sakonwasun', 'ภาควิชาจุลชีววิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150871', '3509901243831', 'ศาสตราจารย์', 'เลิศลักขณา', 'ภู่พัฒน์', 'Lertlukkhana', 'Bhoopat', 'ภาควิชาพยาธิวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '103000');
INSERT INTO `author` VALUES ('A150872', '3509901123780', 'รองศาสตราจารย์', 'วิชาญ', 'หล่อวิทยา', 'Vicharn', 'Lorvidhaya', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150881', '3500100004831', 'รองศาสตราจารย์', 'ยอดยิ่ง', 'ปัญจสวัสดิ์วงศ์', 'Yodying', 'Punjasawadwong', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150882', '3609900552481', 'ผู้ช่วยศาสตราจารย์', 'สุรพงษ์', 'หล่อสมฤดี', 'Suraphong', 'Lorsomradee', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150884', '3101300391671', 'ผู้ช่วยศาสตราจารย์', 'สุรินทร์', 'จิรนิรามัย', 'Surin', 'Jiraniramai', 'ภาควิชาเวชศาสตร์ครอบครัว', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150885', '3509901134595', 'ผู้ช่วยศาสตราจารย์', 'บุญส่ง', 'เกษมพิทักษ์พงค์', 'BOONSONG', 'KASEMPITAKPONG', 'ภาควิชาเวชศาสตร์ครอบครัว', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150886', '3100904063431', 'รองศาสตราจารย์', 'รณภพ', 'เอื้อพันธเศรษฐ', 'Ronnaphob', 'Uaphanthasath', 'ภาควิชาเวชศาสตร์ครอบครัว', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150888', '3509900651324', 'ผู้ช่วยศาสตราจารย์', 'ชวินทร์', 'เลิศศรีมงคล', 'CHAWIN', 'LERSTSRIMONGKOL', 'ภาควิชาเวชศาสตร์ครอบครัว', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150890', '3509900532171', 'รองศาสตราจารย์', 'ลักขณา', 'ไทยเครือ', 'Lakkana', 'Thaikruea', 'ภาควิชาเวชศาสตร์ชุมชน', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150892', '3500700280979', 'ผู้ช่วยศาสตราจารย์', 'ชูชีพ', 'ประพุทธ์พิทยา', 'CHUCHEEP', 'PRAPUTPITTAYA', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150893', '3100400229343', 'รองศาสตราจารย์', 'ธีระพร', 'วุฒยวนิช', 'Teraporn', 'Vutyavanich', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150896', '3500100458980', 'รองศาสตราจารย์', 'พรรณี', 'ศิริวรรธนาภา', 'Pannee', 'Sirivatanapa', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150913', '3509901160073', 'รองศาสตราจารย์', 'เพ็ญประภา', 'ศิวิโรจน์', 'PENPRAPA', 'SIVIROJ', 'ภาควิชาเวชศาสตร์ชุมชน', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150929', '3521200319893', 'ผู้ช่วยศาสตราจารย์', 'บุญต่วน', 'แก้วปินตา', 'BOONTUAN', 'KAEWPINTA', 'ภาควิชาเวชศาสตร์ชุมชน', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150930', '3509900213955', 'รองศาสตราจารย์', 'รัตนา', 'พันธ์พานิช', 'Ratana', 'Panpanich', 'ภาควิชาเวชศาสตร์ชุมชน', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150944', '3529900417607', 'รองศาสตราจารย์', 'พิมพ์ลักษณ์', 'เจริญขวัญ', 'Pimlak', 'Charoenkwan', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150946', '3509901166896', 'รองศาสตราจารย์', 'ชัยชาญ', 'แสงดี', 'Chaichaan', 'Saengdee', 'ภาควิชาเภสัชวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150949', '3501200223535', 'รองศาสตราจารย์', 'พีระศักดิ์', 'เลิศตระการนนท์', 'PEERASAK', 'LERTTRAKARNNON', 'ภาควิชาเวชศาสตร์ครอบครัว', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150982', '3559900132301', 'ศาสตราจารย์', 'ผาสุก', 'มหรรฆานุเคราะห์', 'Pasuk', 'Mahakkanukrauh', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '103000');
INSERT INTO `author` VALUES ('A150983', '3509901053722', 'รองศาสตราจารย์', 'นงลักษณ์', 'วิลาสเดชานนท์', 'Nonglak', 'Vilasdechanon', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A150987', '3500900785314', 'ผู้ช่วยศาสตราจารย์', 'เกรียงศักดิ์', 'ลิ้มพัสถาน', 'Kriengsak', 'Limpastan', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150989', '3509900718330', 'ผู้ช่วยศาสตราจารย์', 'วีระชัย', 'นาวารวงศ์', 'Weerachai', 'Nawarawong', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A150990', '3549900144562', 'อาจารย์', 'นริศรา', 'ไล้เลิศ', 'Narisara', 'Lailerd', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A151063', '5110199041440', 'ผู้ช่วยศาสตราจารย์', 'ชัยณรงค์', 'โตจรัส', 'Chainarong', 'Tocharus', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A151064', '5500500005679', 'ผู้ช่วยศาสตราจารย์', 'รณิดา', 'ควิกกิ้นส์', 'Ranida', 'Chomsung', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A151066', '4100900027543', 'ผู้ช่วยศาสตราจารย์', 'วิชัย', 'ชื่นจงกลกุล', 'Wichai', 'Churnjongkolkul', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A151067', '3509900178840', 'รองศาสตราจารย์', 'สมชัย', 'วงษ์พันธ์กมล', 'Somchai', 'Wongpunkamol', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151068', '3200100491360', 'รองศาสตราจารย์', 'วรวุธ', 'ลาภพิเศษพันธุ์', 'Voravut', 'Laphisetpun', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151069', '3509900523679', 'ผู้ช่วยศาสตราจารย์', 'สหัทยา', 'ไพบูลย์วรชาติ', 'Sahattaya', 'Paiboonworachat', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A151070', '3500100115161', 'อาจารย์', 'สุมิตรา', 'โกมลเจริญสิริ', 'SUMITTRA', 'GOMONCHAREONSIRI', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A151071', '3619900025091', 'ศาสตราจารย์', 'นิพนธ์', 'ฉัตรทิพากร', 'Nipon', 'Chattipakorn', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '103000');
INSERT INTO `author` VALUES ('A151072', '3509901359678', 'รองศาสตราจารย์', 'สุริธร', 'สุนทรพันธ์', 'Surithorn', 'Soontornpun', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151079', '3509900692969', 'รองศาสตราจารย์', 'นพมาศ', 'โรจนเสถียร', 'Noppamas', 'Rojanasthien', 'ภาควิชาเภสัชวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151080', '3509901124174', 'ศาสตราจารย์', 'มาลัย', 'มุตตารักษ์', 'Malai', 'Muttarak', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '103000');
INSERT INTO `author` VALUES ('A151116', '3509901159482', 'อาจารย์', 'สมศักษิ์', 'วงษ์ไวยเวช', 'SOMSAK', 'WONGVAIVACH', 'ภาควิชานิติเวชศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A151118', '3509901387884', 'ศาสตราจารย์', 'กำพล', 'เลาหเพ็ญแสง', 'KAMPHOL', 'LAOHAPENSANG', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '103000');
INSERT INTO `author` VALUES ('A151122', '3100500650041', 'รองศาสตราจารย์', 'สัตยา', 'โรจนเสถียร', 'Sattaya', 'Rojanasthien', 'ภาควิชาออร์โทปิดิกส์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151123', '3509900143752', 'รองศาสตราจารย์', 'คณิตศ์', 'สนั่นพานิช', 'Kanit', 'Sananpanich', 'ภาควิชาออร์โทปิดิกส์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151206', '3509900187997', 'รองศาสตราจารย์', 'มุทิตา', 'ตระกูลทิวากร', 'Muthita', 'Trakultivakorn', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151208', '3102000071116', 'อาจารย์', 'ศิริวุฒิ', 'สุขขี', 'Siriwoot', 'Sookkhee', 'ภาควิชาจุลชีววิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A151209', '3539900073304', 'รองศาสตราจารย์', 'นิมิตร', 'อิทธิพันธุ์กุล', 'Nimitr', 'Ittipunkul', 'ภาควิชาจักษุวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151211', '3509900966104', 'รองศาสตราจารย์', 'สิริพันธ์', 'ณรงค์ชัย', 'SIRIPUN', 'NARONGCHAI', 'ภาควิชานิติเวชศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151212', '3101300068101', 'อาจารย์', 'มาโนช', 'โชคแจ่มใส', 'Manoch', 'Chockjamsai', 'ภาควิชานิติเวชศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A151213', '3101402340617', 'รองศาสตราจารย์', 'ปรัชญา', 'สมบูรณ์', 'Prutya', 'Somboon', 'ภาควิชาปรสิตวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151214', '3519900081790', 'รองศาสตราจารย์', 'นิรัชร์', 'เลิศประเสริฐสุข', 'Nirush', 'Lertprasertsuke', 'ภาควิชาพยาธิวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151215', '3509901159288', 'รองศาสตราจารย์', 'สุมาลี', 'ศิริอังกุล', 'Sumalee', 'Siriaungkul', 'ภาควิชาพยาธิวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151217', '3509900023625', 'รองศาสตราจารย์', 'มลฤดี', 'เอกมหาชัย', 'Molrudee', 'Ekmahachai', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151224', '3500900091533', 'ผู้ช่วยศาสตราจารย์', 'โชติ', 'นิสูง', 'Chote', 'Nisoong', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A151227', '3100903682111', 'ผู้ช่วยศาสตราจารย์', 'นุชนารถ', 'บุญจึงมงคล', 'Nutchanart', 'Bunchungmongkol', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A151229', '5500190007431', 'รองศาสตราจารย์', 'กิตติพันธุ์', 'ฤกษ์เกษม', 'Kittipan', 'Rerkasem', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151230', '3100601756545', 'อาจารย์', 'วีระวร', 'อริยขจร', 'Veeravorn', 'Ariyakhagorn', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A151231', '3749900359885', 'ผู้ช่วยศาสตราจารย์', 'หนึ่ง', 'เอกมหาชัย', 'NUNG', 'EKMAHACHAI', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A151232', '3500100127941', 'ผู้ช่วยศาสตราจารย์', 'โอฬาร', 'อาภรณ์ชยานนท์', 'Olarn', 'Arpornchayanon', 'ภาควิชาออร์โทปิดิกส์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A151233', '3509900767853', 'อาจารย์', 'นันทวิช', 'สุคนธเวศ', 'Nantawit', 'Sugandhavesa', 'ภาควิชาออร์โทปิดิกส์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A151234', '5500100004080', 'รองศาสตราจารย์', 'ปรีชา', 'ชลิดาพงศ์', 'Preecha', 'Chalidapong', 'ภาควิชาออร์โทปิดิกส์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('A151361', '3509900215729', 'ผู้ช่วยศาสตราจารย์', 'ประไพ', 'เดชคำรณ', 'PRAPAI', 'DEJKHAMRON', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A151362', '3509900684079', 'อาจารย์', 'วรลักษณ์', 'สัปจาตุระ', 'Volaluck', 'Supajatura', 'ภาควิชาจุลชีววิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A151364', '3199900064562', 'ศาสตราจารย์', 'ธานินทร์', 'ภู่พัฒน์', 'Tanin', 'Bhoopat', 'ภาควิชานิติเวชศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '103000');
INSERT INTO `author` VALUES ('A151366', '3509900548043', 'ผู้ช่วยศาสตราจารย์', 'ห้องสิน', 'ตระกูลทิวากร', 'Hongsin', 'Trakultivakorn', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A151367', '3341600718401', 'อาจารย์', 'อนุสรณ์', 'ลังกาพินธ์', 'ANUSORN', 'PORNSINTHUSATE', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('A151368', '3100700304430', 'ผู้ช่วยศาสตราจารย์', 'พรภิมล', 'ตั้งชัยสิน', 'PORNPIMON', 'TANGCHAISIN', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('A151369', '3580400025990', 'รองศาสตราจารย์', 'ชัยวัฒน์', 'บำรุงกิจ', 'Chaiwat', 'Bumroongkit', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('B150001', '3180200061899', 'รองศาสตราจารย์', 'อำนาจ', 'อยู่สุข', 'Amnat', 'Yusuk', 'ภาควิชาพยาธิวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('B150014', '3571100523022', 'อาจารย์', 'สมโภช', 'ธนะชัยขันธ์', 'Sompoch', 'Thanachaikun', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('B150015', '3409900530137', 'ผู้ช่วยศาสตราจารย์', 'มาลี', 'เมฆาประทีป', 'MALEE', 'MEKAPRATEEP', 'ภาควิชาจุลชีววิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('B150016', '3509900842928', 'อาจารย์', 'นิสา', 'ชวพันธุ์', 'Nisa', 'Chawapun', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '100000');
INSERT INTO `author` VALUES ('B150017', '3749800078876', 'รองศาสตราจารย์', 'ธนู', 'หินทอง', 'Thanoo', 'Hintong', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('B150018', '3509901159539', 'ผู้ช่วยศาสตราจารย์', 'อภินันท์', 'อร่ามรัตน์', 'Apinun', 'Aramrattana', 'ภาควิชาเวชศาสตร์ครอบครัว', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '101000');
INSERT INTO `author` VALUES ('B150021', '3401500883957', 'รองศาสตราจารย์', 'สุวัฒน์', 'จริยาเลิศศักดิ์', 'Suwat', 'Chariyalertsak', 'ภาควิชาเวชศาสตร์ชุมชน', 'พนักงานมหาวิทยาลัยปรับเปลี่ยนจากข้าราชการ', '102000');
INSERT INTO `author` VALUES ('D150009', '3509901146313', 'อาจารย์', 'นุจรินทร์', 'อ๋องคณา', 'Nutcharin', 'Ongkana', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150010', '3440300918039', 'อาจารย์', 'อภิชาติ', 'สินธุบัว', 'Apichat', 'Sinthubua', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150011', '3570300025866', 'อาจารย์', 'ณัฐพร', 'แปงใจดี', 'Nathaporn', 'Pangjaidee', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150012', '3730300036955', 'อาจารย์', 'นพดล', 'ผาสุขดี', 'Noppadol', 'Phasukdee', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150013', '3539900163982', 'อาจารย์', 'ปฏิพัทธ์', 'สุวรรณห้อย', 'Patipat', 'Suwannahoi', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150014', '3529900322398', 'อาจารย์', 'ศิว์ไกร', 'เหล่าวัฒนพงศ์', 'Sikrai', 'Laowatthanaphong', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150016', '3500700483403', 'อาจารย์', 'ฌานิกา', 'โกษารัตน์', 'Shanika', 'Kosarat', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150018', '3100700392771', 'อาจารย์', 'วรางค์ทิพย์', 'คูวุฒยากร', 'VARANGTHIP', 'KHUWUTHYAKORN', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150021', '3509900816820', 'อาจารย์', 'กนกวรรณ', 'เรือนอนุกูล', 'KANOKWAN', 'RUANANUKUN', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150022', '3509901066751', 'อาจารย์', 'อลิสรา', 'ดำรงมณี', 'ALISARA', 'DAMRONGMANEE', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150023', '3509900976037', 'อาจารย์', 'เจนจิต', 'ชูวุฒยากร', 'Janejit', 'Choovuthayakorn', 'ภาควิชาจักษุวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150024', '3579900133528', 'รองศาสตราจารย์', 'วินัย', 'ชัยดรุณ', 'WINAI', 'CHAIDAROON', 'ภาควิชาจักษุวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '102000');
INSERT INTO `author` VALUES ('D150025', '3769900152199', 'อาจารย์', 'ดำรงค์', 'วิวัฒน์วงศ์วนา', 'DAMRONG', 'WIWATWONGWANA', 'ภาควิชาจักษุวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150026', '3101700328658', 'อาจารย์', 'อัจฉรียา', 'วิวัฒน์วงศ์วนา', 'ATCHAREEYA', 'WIWATWONGWANA', 'ภาควิชาจักษุวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150027', '3609900330641', 'รองศาสตราจารย์', 'เบญจลักษณ์', 'มณีทอน', 'BENCHALAK', 'MANEETON', 'ภาควิชาจิตเวชศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '102000');
INSERT INTO `author` VALUES ('D150029', '3509901163561', 'อาจารย์', 'ศิริจิต', 'สุทธจิตต์', 'Sirijit', 'Suttajit', 'ภาควิชาจิตเวชศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150030', '3530100159303', 'อาจารย์', 'มาณู', 'ดีอุดม', 'MANU', 'DEEUDOM', 'ภาควิชาจุลชีววิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150031', '3500700147829', 'อาจารย์', 'พูนสุข', 'กีฬาแปง', 'POONSOOK', 'KEELAPANG', 'ภาควิชาจุลชีววิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150033', '3600100235653', 'อาจารย์', 'มณสิชา', 'ป้องป้อม', 'monsicha', 'pongpom', 'ภาควิชาจุลชีววิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150034', '3509901082307', 'อาจารย์', 'ปารเมศ', 'เทียนนิมิตร', '', '', 'ภาควิชาจุลชีววิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150036', '3509900565231', 'ผู้ช่วยศาสตราจารย์', 'วิโรจน์', 'ตันติเวชอภิกุล', 'WIROTE', 'TUNTIWECHAPIKUL', 'ภาควิชาชีวเคมี', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '101000');
INSERT INTO `author` VALUES ('D150037', '3509901203457', 'ผู้ช่วยศาสตราจารย์', 'ธีระ', 'ชีโวนรินทร์', 'Teera', 'Chewonarin', 'ภาควิชาชีวเคมี', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '101000');
INSERT INTO `author` VALUES ('D150038', '3510100392628', 'อาจารย์', 'อรวรรณ', 'คันธมาทน์', 'Orawan', 'Khantamat', 'ภาควิชาชีวเคมี', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150039', '3650100217795', 'อาจารย์', 'วราภรณ์', 'เกษกาญจน์', '', '', 'ภาควิชาชีวเคมี', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150040', '3509901164222', 'อาจารย์', 'นิตินาถ', 'วงษ์ตระหง่าน', '', '', 'ภาควิชาเวชศาสตร์ฟื้นฟู', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150041', '3609900923102', 'อาจารย์', 'กลิ่นเทียน', 'วรรณภักตร์', 'klintean', 'wunnapuk', 'ภาควิชานิติเวชศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150044', '3520101551070', 'อาจารย์', 'นีลยา', 'สุคำวัง', 'Neelaya', 'Sukhamwang', 'ภาควิชาพยาธิวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150045', '3509900986822', 'อาจารย์', 'ณัฏฐกานติ์', 'จิรัณธนัฐ', 'THITIKARN', 'WONGCOME', 'ภาควิชาเภสัชวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150046', '3409900533764', 'อาจารย์', 'ศรัณยภิญ', 'โพธิกานนท์', 'Saranyapin', 'Nantsupawat', 'ภาควิชาเภสัชวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150047', '3509901077486', 'อาจารย์', 'ปริรัตน์', 'คนสูง', '', '', 'ภาควิชาเภสัชวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150048', '3509900563743', 'อาจารย์', 'พวงทิพย์', 'คุณานุสรณ์', 'PUONGTIP', 'KUNANUSORN', 'ภาควิชาเภสัชวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150049', '3500100127967', 'อาจารย์', 'วรางคณา', 'อาภรณ์ชยานนท์', 'WARANGKANA', 'ARPORNCHAYANON', 'ภาควิชาเภสัชวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150050', '3500100030432', 'รองศาสตราจารย์', 'อิ่มใจ', 'ชิตาพนารักษ์', 'Imjai', 'Chitapanarux', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '102000');
INSERT INTO `author` VALUES ('D150051', '3509900731042', 'อาจารย์', 'ไพลิน', 'คงมีผล', 'PAILIN', 'LERTTUMNONGTUM', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150052', '3449900204540', 'ผู้ช่วยศาสตราจารย์', 'นัทธยา', 'ปัทมภาสพงษ์', 'NUTTAYA', 'PATTAMAPASPONG', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '101000');
INSERT INTO `author` VALUES ('D150053', '3509901158346', 'อาจารย์', 'เอกสิทธิ', 'ธราวิจิตรกุล', 'EKKASIT', 'THARAVICHITKUL', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150054', '3100501348178', 'อาจารย์', 'กิตติศักดิ์', 'อุ่นศรีส่ง', 'KITTISAK', 'UNSRISONG', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150057', '3509901163838', 'อาจารย์', 'ธนพ', 'ศรีสุวรรณ', 'TANOP', 'SRISUWAN', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150059', '3959900114112', 'อาจารย์', 'ปวิธ', 'สุธารัตน์', 'PAWIT', 'SUTHARAT', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150060', '3509900999771', 'อาจารย์', 'อภินันท์', 'ตันติวุฒิ', 'Aphinant', 'Tantiwut', 'ภาควิชาเวชศาสตร์ครอบครัว', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150061', '3501200590724', 'อาจารย์', 'กนกกาญจน์', 'เทพมาลัย', 'Kanokkan', 'Tepmalai', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150062', '5601200016870', 'ผู้ช่วยศาสตราจารย์', 'ศิริชัย', 'ลือวิฑูรเวชกิจ', 'SIRICHAI', 'LUEVITOONVECHKIJ', 'ภาควิชาออร์โทปิดิกส์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '101000');
INSERT INTO `author` VALUES ('D150065', '3509901336368', 'ผู้ช่วยศาสตราจารย์', 'ชนะการ', 'พรพัฒน์กุล', 'Chanakarn', 'Phornphutkul', 'ภาควิชาออร์โทปิดิกส์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '101000');
INSERT INTO `author` VALUES ('D150066', '3709900043268', 'อาจารย์', 'จิรชาติ', 'ไกรศรินท์', 'JIRACHART', 'KRAISARIN', 'ภาควิชาออร์โทปิดิกส์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150067', '3509901157749', 'อาจารย์', 'ธนวัฒน์', 'วะสีนนท์', 'thanawat', 'vaseenon', 'ภาควิชาออร์โทปิดิกส์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150068', '3700400979291', 'อาจารย์', 'ดำเนินสันต์', 'พฤกษากร', 'DUMNOENSUN', 'PRUKSAKORN', 'ภาควิชาออร์โทปิดิกส์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150069', '3102001058628', 'อาจารย์', 'จันทิมา', 'ปลื้มสำราญ', 'JUNTIMA', 'PLEUMSAMRAN', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150071', '3509900505247', 'อาจารย์', 'รัฐพงศ์', 'สังข์หนุน', 'RATTAPONG', 'SUNGNOON', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150072', '3560300307951', 'อาจารย์', 'เกริกวิชช์', 'ศิลปวิทยาทร', 'Krekwit', 'Shinlapawittayatorn', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150073', '4100900056179', 'อาจารย์', 'บวร', 'วิทยชำนาญกุล', 'Borwon', 'Wittayachamnankul', 'ภาควิชาเวชศาสตร์ครอบครัว', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150080', '3609700151190', 'ผู้ช่วยศาสตราจารย์', 'วริยา', 'สุขุประการ', 'wariya', 'sukhupragarn', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '101000');
INSERT INTO `author` VALUES ('D150081', '3100901484273', 'อาจารย์', 'บริบูรณ์', 'เชนธนากิจ', 'borboon', 'chenthanakij', 'ภาควิชาเวชศาสตร์ครอบครัว', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150082', '3549900181671', 'อาจารย์', 'ปัทมา', 'โกมุทบุตร', 'Patthama', 'Gomutbutra', 'ภาควิชาเวชศาสตร์ครอบครัว', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150083', '3500100055354', 'อาจารย์', 'วิชุดา', 'จิรพรเจริญ', 'Wichuda', 'Jeungyusook', 'ภาควิชาเวชศาสตร์ครอบครัว', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150084', '3110401370295', 'ผู้ช่วยศาสตราจารย์', 'เกรียงไกร', 'ศรีธนวิบุญชัย', '', '', 'ภาควิชาเวชศาสตร์ชุมชน', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '101000');
INSERT INTO `author` VALUES ('D150085', '3509901385563', 'ผู้ช่วยศาสตราจารย์', 'นิสิต', 'วรรธนัจฉริยา', 'Nisit', 'Wattanatchariya', 'ภาควิชาเวชศาสตร์ชุมชน', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '101000');
INSERT INTO `author` VALUES ('D150086', '3549900132891', 'ผู้ช่วยศาสตราจารย์', 'สยาม', 'ทองประเสริฐ', 'Siam', 'Tongprasert', 'ภาควิชาเวชศาสตร์ฟื้นฟู', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '101000');
INSERT INTO `author` VALUES ('D150087', '3100904502787', 'อาจารย์', 'มนธนา', 'บุญตระกูลพูนทวี', '', '', 'ภาควิชาเวชศาสตร์ฟื้นฟู', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150089', '3509900532881', 'อาจารย์', 'ปกรณ์', 'วิวัฒน์วงศ์วนา', 'PAKORN', 'WIVATVONGVANA', 'ภาควิชาเวชศาสตร์ฟื้นฟู', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150090', '3160100108508', 'อาจารย์', 'กีรติ', 'วัชราชันย์', 'Kirati', 'Watcharachan', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150091', '3509901156343', 'อาจารย์', 'ธนัฐ', 'วานิยะพงศ์', 'Tanat', 'Vaniyapong', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150092', '3179900181666', 'อาจารย์', 'กฤษณ์', 'ขวัญเงิน', 'Krit', 'Kwan-ngern', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150093', '5509900088324', 'อาจารย์', 'กำธน', 'จันทร์แจ่ม', '', '', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150094', '3509900415981', 'อาจารย์', 'จิราภรณ์', 'โกรานา', '', '', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150095', '3500100118470', 'อาจารย์', 'ธิติพงศ์', 'เทพสุวรรณ', '', '', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150096', '3570501330852', 'อาจารย์', 'ภูเนตร', 'วีรธีรางกูร', 'Punate', 'Weerateerangkul', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150097', '3509901114179', 'อาจารย์', 'วาสนา', 'ปรัชญาสกุล', 'Wasana', 'Pratchayasakul', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150098', '3509900663560', 'อาจารย์', 'จารุวรรณ', 'แซ่เต็ง', 'Charuwan', 'Tantipalakorn', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150099', '3101702406052', 'อาจารย์', 'เกษมศรี', 'ศรีสุพรรณดิฐ', 'KASEMSRI', 'SRISUPUNDIT', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150100', '3509901484910', 'รองศาสตราจารย์', 'สายสวาท', 'ไชยเศรษฐ', 'Saisawat', 'Chaiyasate', 'ภาควิชาโสต ศอ นาสิกวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '102000');
INSERT INTO `author` VALUES ('D150101', '3509901061997', 'อาจารย์', 'กนกวรรณ', 'วัชระศักดิ์ศิลป์', 'Kanokwan', 'WATCHARASAKSILP', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150102', '3102400229787', 'อาจารย์', 'พิเศษ', 'พิเศษพงษา', 'Pises', 'Pisespongsa', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150103', '3509901386802', 'ผู้ช่วยศาสตราจารย์', 'ธีรกร', 'ธีรกิตติกุล', 'Theerakorn', 'Theerakittikul', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '101000');
INSERT INTO `author` VALUES ('D150104', '3540200509799', 'อาจารย์', 'อรินทยา', 'พรหมินธิกุล', 'Arintaya', 'Phrommintikul', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150105', '3509901388996', 'อาจารย์', 'ศุภฤกษ์', 'จิตติกานนท์', 'Suparoek', 'Jittikanont', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150106', '3509900401115', 'อาจารย์', 'ศุภวรรณ', 'บูรณพิร', 'SUPAWAN', 'BURANAPIN', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150107', '3509901370795', 'อาจารย์', 'เมตตาภรณ์', 'พรพัฒน์กุล', 'MATTABHORN', 'PHORNPHUTKUL', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150112', '4100900078300', 'อาจารย์', 'อุสรี', 'ศรีสุทัศนวงษ์', 'USAREE', 'SRISUTASANAVONG', 'ภาควิชาจิตเวชศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150415', '3209900371685', 'ผู้ช่วยศาสตราจารย์', 'สุรินทร์พร', 'ลิขิตเสถียร', 'SURINPORN', 'LIKHITSATHIAN', 'ภาควิชาจิตเวชศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '101000');
INSERT INTO `author` VALUES ('D150423', '3509900144813', 'อาจารย์', 'สัณหวิชญ์', 'จันทร์รังสี', 'SUNHAWIT', 'JUNRUNGSEE', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('D150424', '1509900050197', 'อาจารย์', 'ปิยพงษ์', 'คำริน', 'Piyapong', 'Khumrin', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัยฯพรบ.มช.30ปรับเปลี่ยน', '100000');
INSERT INTO `author` VALUES ('E150001', '3309901606341', 'อาจารย์', 'ชุติมา', 'ศรีมะเริง', 'Chutima', 'Srimaroeng', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150002', '3501200702492', 'อาจารย์', 'อนุลักษณ์', 'จันทร์คำ', 'Anuluck', 'Junkum', 'ภาควิชาปรสิตวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150003', '3501400421012', 'อาจารย์', 'พีรพรรณ', 'โปธาเจริญ', '', '', 'ภาควิชาชีวเคมี', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150006', '3509901164532', 'อาจารย์', 'ขจรศักดิ์', 'นพคุณ', 'KAJOHNSAK', 'NOPPAKUN', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150007', '3530800049896', 'อาจารย์', 'ศุภราภรณ์', 'วังแก้ว', 'Suparaporn', 'Wangkaew', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150008', '4509900005731', 'อาจารย์', 'อดิศักดิ์', 'ตันติวรวิทย์', 'Adisak', 'Tantiworawit', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150039', '3559900126246', 'อาจารย์', 'มงคล', 'เหล่าอารยะ', 'Mongkol', 'Laoaraya', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150080', '3500100235140', 'อาจารย์', 'ยุทธพันธ์', 'วรรณโสภา', 'YUTTHAPHAN', 'WANNASOPHA', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150081', '3120101114544', 'อาจารย์', 'ภาสกร', 'สวัสดิรักษ์', 'passakorn', 'sawaddiruk', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150093', '3100904878272', 'อาจารย์', 'ชลธิชา', 'ศรีวานิชภูมิ', 'CHONTICHA', 'SRIVANITCHAPOOM', 'ภาควิชาโสต ศอ นาสิกวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150094', '3500100135412', 'อาจารย์', 'ศักรินทร์', 'อัษญคุณ', 'SAKARIN', 'AUSAYAKHUN', 'ภาควิชาจักษุวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150095', '3509900551885', 'อาจารย์', 'ศราวุธ', 'คงการค้า', 'SARAWUT', 'KONGKARNKA', 'ภาควิชาพยาธิวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150096', '3509901368812', 'อาจารย์', 'อภิญญา', 'ลีรพันธ์', 'APINYA', 'LEERAPUN', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150100', '3100700614463', 'อาจารย์', 'ชัยสิริ', 'อังกุระวรานนท์', 'CHAISIRI', 'ANGKURAWARANON', 'ภาควิชาเวชศาสตร์ครอบครัว', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150101', '3509901163200', 'อาจารย์', 'อติคุณ', 'ลิ้มสุคนธ์', 'ATIKUN', 'LIMSUKON', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150105', '3309901856843', 'อาจารย์', 'มนัสพร', 'เศรษฐดาวิทย์', 'MANUSSAPORN', 'SETHADAVIT', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150106', '3529900184599', 'อาจารย์', 'ปาริชาติ', 'สาลี', 'PARICHAT', 'SALEE', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150107', '3509901167426', 'อาจารย์', 'นนทกานต์', 'นันทจิต', 'Nontakan', 'Nuntachit', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150108', '3509901157200', 'อาจารย์', 'วรรณวรางค์', 'วงศ์เจริญ', 'WANWARANG', 'WONGCHAROEN', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150109', '3100602787916', 'อาจารย์', 'เอกรัฐ', 'รัฐฤทธิ์ธำรง', 'EKARAT', 'RATTARITTAMRONG', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150110', '3500100373828', 'อาจารย์', 'นภัทร', 'โตวณะบุตร', 'Napatra', 'Tovanabutra', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150111', '3102201589171', 'อาจารย์', 'ปฐมพร', 'ปิ่นอ่อน', 'Pathomporn', 'Pin-on', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150112', '3510600016277', 'อาจารย์', 'กฤษณ์', 'ปัญจสวัสดิ์วงศ์', 'KRIT', 'PANJASAWATWONG', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150113', '3509900824695', 'อาจารย์', 'เศรษฐพงศ์', 'บุญศรี', 'SETTAPONG', 'BOONSRI', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150114', '3540600409031', 'อาจารย์', 'พิษณุ', 'มหาวงศ์', 'PHITSANU', 'MAHAWONG', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150115', '3510600551440', 'อาจารย์', 'พุดตาน', 'วงศ์ตรีรัตนชัย', 'PUTTAN', 'WONGTRIRATANACHAI', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150116', '3500700148922', 'อาจารย์', 'อภิชาติ', 'ตันตระวรศิลป์', 'APICHAT', 'TANTRAWORASIN', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150117', '3509901167086', 'อาจารย์', 'ทวิวัน', 'พันธศรี', 'TAWIWAN', 'PANTASRI', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150118', '3509901157641', 'อาจารย์', 'ธิดารัตน์', 'ลีอังกูรเสถียร', 'THIDARUTH', 'REEANGKULSATIEN', 'ภาควิชาจักษุวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150121', '3929900130690', 'อาจารย์', 'วรากร', 'จริงจิตร', '', '', 'ภาควิชาออร์โทปิดิกส์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150128', '3749900314971', 'อาจารย์', 'สมวิไล', 'มยุระสาคร', '', '', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150137', '5509900008932', 'อาจารย์', 'ณวัฒน์', 'วัฒนชัย', '', '', 'ภาควิชาจักษุวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150191', '3529900246837', 'อาจารย์', 'รุ่งโรจณ์', 'เนตรศิรินิลกุล', 'rungrote', 'natesirinilkul', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150195', '4210100004645', 'อาจารย์', 'ลินดา', 'หรรษภิญโญ', '', '', 'ภาควิชาจักษุวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150196', '3509901116091', 'อาจารย์', 'ศุภพงษ์', 'อาวรณ์', 'supapong', 'arworn', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150197', '3101400940943', 'อาจารย์', 'สุรัตน์', 'ตันประเวช', 'SURAT  ', 'TANPRAWATE', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150199', '3510100439802', 'อาจารย์', 'มนัสวี', 'มะโนปัญญา', '', '', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150200', '3101701930653', 'อาจารย์', 'สลิล', 'มิ่งมาลัยรักษ์', 'salin', 'mingmalairak', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('E150206', '3509900963571', 'อาจารย์', 'จิราภรณ์', 'โตจรัส', '', '', 'ภาควิชาสรีรวิทยา', 'พนักงานมหาวิทยาลัย พรบ.มช.51', '100000');
INSERT INTO `author` VALUES ('F150001', '3509901327474', 'อาจารย์', 'ทวิติยา', 'สุจริตรักษ์', 'TAVITIYA', 'SUDJARITRUK', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150002', '3669800074642', 'อาจารย์', 'อมรรัตน์', 'อินทรสูต', 'amornrat', 'intorasoot', 'ภาควิชาจุลชีววิทยา', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150003', '3419900201257', 'อาจารย์', 'ศุภชัย', 'ยอดคีรี', 'supachai', 'yodkeelee', 'ภาควิชาชีวเคมี', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150004', '3501900217716', 'อาจารย์', 'คมสันต์', 'วรรณไสย', 'Komson', 'Wannasai', 'ภาควิชาพยาธิวิทยา', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150005', '3501900029936', 'อาจารย์', 'อลิสา', 'คล้ายเพ็ชร', 'ALISA', 'KLAIPETCH', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150006', '5500190005731', 'อาจารย์', 'วรกมล', 'ติยะประเสริฐกุล', 'WORAKAMOL', 'TIYAPRASERTKUL', 'ภาควิชาวิสัญญีวิทยา', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150007', '3500100037089', 'อาจารย์', 'พฤทธ์', 'กิติรัตน์ตระการ', 'PRUIT', 'KITIRATTRAKARN', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150008', '3100502602566', 'อาจารย์', 'สุชยา', 'ลือวรรณ', 'suchaya', 'luewan', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150009', '3509900818202', 'อาจารย์', 'อุบล', 'แสงอนันต์', 'UBOL', 'SAENG-ANAN', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150010', '3100501011637', 'อาจารย์', 'อรวี', 'ฉินทกานันท์', 'ORAWEE', 'CHINTHAKANAN', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150011', '3909900529070', 'อาจารย์', 'สรรทิพย์', 'ศรีสุวรรณ', 'SANTIP', 'SRISUWAN', 'ภาควิชารังสีวิทยา', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150013', '3501500309869', 'อาจารย์', 'ภัทรา', 'คำรินทร์', '', '', 'ภาควิชาจุลชีววิทยา', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150014', '3509901165016', 'อาจารย์', 'กฤช', 'มกรแก้วเกยูร', 'KRIT', 'MAKONKAWKEYOON', 'ภาควิชากุมารเวชศาสตร์', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150015', '5110199032670', 'อาจารย์', 'กิตติคุณ', 'วิวัฒน์ภิญโญ', 'Kittikun', 'Viwatpinyo', 'ภาควิชากายวิภาคศาสตร์', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150017', '3100100080743', 'อาจารย์', 'ธิดารัตน์', 'จิรพงศ์เจริญลาภ', 'tidarat', 'jirapongcharoenlap', 'ภาควิชาศัลยศาสตร์', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150020', '3501400014506', 'อาจารย์', 'กสิสิน', 'กลั่นกลิ่น', 'KASISIN', 'KLUNKLIN', 'ภาควิชาออร์โทปิดิกส์', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150021', '3509900978200', 'อาจารย์', 'มติ', 'เชื้อมโนชาญ', '', '', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150022', '3509900731751', 'อาจารย์', 'ภูริพงศ์', 'กิจดำรงธรรม', 'PHURIPONG  ', 'KIJDAMRONGTHUM', 'ภาควิชาอายุรศาสตร์', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150023', '3669800049206', 'อาจารย์', 'อนวัช', 'วิเศษบริสุทธิ์', '', '', 'ภาควิชาเวชศาสตร์ครอบครัว', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');
INSERT INTO `author` VALUES ('F150024', '3570100951864', 'อาจารย์', 'อติพร', 'แซ่อึ้ง', '', '', 'ภาควิชาปรสิตวิทยา', 'พนักงานมหาวิทยาลัยประจำ(เงินรายได้)', '100000');

-- ----------------------------
-- Table structure for education
-- ----------------------------
DROP TABLE IF EXISTS `education`;
CREATE TABLE `education` (
  `edu_code` varchar(2) COLLATE utf8_unicode_ci NOT NULL,
  `edu_desc` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`edu_code`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of education
-- ----------------------------
INSERT INTO `education` VALUES ('01', 'ประถม');
INSERT INTO `education` VALUES ('02', 'ม.3');
INSERT INTO `education` VALUES ('03', 'ม.6 / ปวช.');
INSERT INTO `education` VALUES ('04', 'ปวส');
INSERT INTO `education` VALUES ('05', 'ป.ตรี');
INSERT INTO `education` VALUES ('06', 'สูงกว่า ป.ตรี');
INSERT INTO `education` VALUES ('07', 'ประกาศนียบัตร');
INSERT INTO `education` VALUES ('99', 'อื่น ๆ');

-- ----------------------------
-- Table structure for illness
-- ----------------------------
DROP TABLE IF EXISTS `illness`;
CREATE TABLE `illness` (
  `ill_id` char(1) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `ill_desc` varchar(20) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`ill_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of illness
-- ----------------------------
INSERT INTO `illness` VALUES ('0', 'ไม่มี');
INSERT INTO `illness` VALUES ('1', 'operation');
INSERT INTO `illness` VALUES ('2', 'อื่นๆระบุ');

-- ----------------------------
-- Table structure for mm_map
-- ----------------------------
DROP TABLE IF EXISTS `mm_map`;
CREATE TABLE `mm_map` (
  `mm` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mm_code` varchar(2) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  PRIMARY KEY (`mm_code`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of mm_map
-- ----------------------------
INSERT INTO `mm_map` VALUES ('ม.ค.', '01');
INSERT INTO `mm_map` VALUES ('ก.พ.', '02');
INSERT INTO `mm_map` VALUES ('มี.ค.', '03');
INSERT INTO `mm_map` VALUES ('เม.ย.', '04');
INSERT INTO `mm_map` VALUES ('พ.ค.', '05');
INSERT INTO `mm_map` VALUES ('มิ.ย.', '06');
INSERT INTO `mm_map` VALUES ('ก.ค.', '07');
INSERT INTO `mm_map` VALUES ('ส.ค.', '08');
INSERT INTO `mm_map` VALUES ('ก.ย.', '09');
INSERT INTO `mm_map` VALUES ('ต.ค.', '10');
INSERT INTO `mm_map` VALUES ('พ.ย.', '11');
INSERT INTO `mm_map` VALUES ('ธ.ค.', '12');

-- ----------------------------
-- Table structure for mstatus
-- ----------------------------
DROP TABLE IF EXISTS `mstatus`;
CREATE TABLE `mstatus` (
  `m_status_code` varchar(1) COLLATE utf8_unicode_ci NOT NULL,
  `m_status_desc` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`m_status_code`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of mstatus
-- ----------------------------
INSERT INTO `mstatus` VALUES ('1', 'คู่');
INSERT INTO `mstatus` VALUES ('2', 'โสด');
INSERT INTO `mstatus` VALUES ('3', 'หม้าย');
INSERT INTO `mstatus` VALUES ('4', 'หย่า');

-- ----------------------------
-- Table structure for nic_final
-- ----------------------------
DROP TABLE IF EXISTS `nic_final`;
CREATE TABLE `nic_final` (
  `nic_id` int(5) NOT NULL AUTO_INCREMENT,
  `sts` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `Prefix` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `fname` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `lname` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sex` varchar(5) COLLATE utf8_unicode_ci DEFAULT NULL,
  `have_child` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `no_of_child` int(11) DEFAULT NULL,
  `no_of_childf` int(11) DEFAULT NULL,
  `no_of_childm` int(11) DEFAULT NULL,
  `tel_m` varchar(12) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tel_h` varchar(12) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tel_w` varchar(12) COLLATE utf8_unicode_ci DEFAULT NULL,
  `references1` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `idx` char(13) COLLATE utf8_unicode_ci DEFAULT NULL,
  `home_address` text COLLATE utf8_unicode_ci,
  `work_address` text COLLATE utf8_unicode_ci,
  `edu_level` varchar(2) COLLATE utf8_unicode_ci DEFAULT NULL,
  `occ_now` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `occ_old` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `have_scar` varchar(10) CHARACTER SET utf8 DEFAULT NULL,
  `scar_pos` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `date_sp` date DEFAULT NULL,
  `hx_of_illness` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `hx_of_illness2` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `present_illness` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `reason_sp` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `dob` date DEFAULT NULL,
  PRIMARY KEY (`nic_id`)
) ENGINE=MyISAM AUTO_INCREMENT=210 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of nic_final
-- ----------------------------
INSERT INTO `nic_final` VALUES ('1', '4', 'นาง', 'กัลยา', 'เจริญเมือง', 'หญิง', 'มีบุตร', '1', '0', '0', '089-7002115', '089-7002115', '053-945895', '-', '3501200577141', '103 หมู่ที่ 8 ต.บ้านแม อ.สันป่าตอง จ.เชียงใหม่', 'หอผู้ป่วยหนักทารกแรกเกิด (NICU) งานการพยาบาลผู้ป่วยกุมาร', '07', 'ผู้ช่วยพยาบาล', '-', null, null, '2009-11-11', '0', '-', '-', '-', '1973-01-24');
INSERT INTO `nic_final` VALUES ('2', '4', 'นาง', 'กาญจนา', 'แก้วเมือง', 'หญิง', 'มีบุตร', '2', null, null, '084-5019487', '-', '053-945462, ', '-', '3500500072914', '120/1 หมู่ 8 ต.เชิงดอย อ.ดอยสะเก็ด จ.เชียงใหม่', 'ร.พ.มหาราชฯ ภ.เวชศาสตร์ครอบครัว', '02', 'ลูกจ้างชั่วคราว', '-', null, null, '2009-02-18', '0', 'ไม่มี', 'ไม่มี', '-', null);
INSERT INTO `nic_final` VALUES ('3', '1', 'นาย', 'กิตติพจน์', 'ฝั้นปัญญา', 'หญิง', 'มีบุตร', '1', '1', '0', '083-4796863', '053-945548', '053-945548', '083-1566922 (เพื่อน)', '3520700051732', '55 ม.2 ต.สันกลาง อ.สันกำแพง จ.เชียงใหม่', 'หน่วยเครื่องช่วยพิการ', '03', 'ช่างการอุปกรณ์', 'รับจ้างทั่วไป', 'มีแผล', 'ขาขวา', '2008-09-30', '2', 'ปวดหัว', 'ไม่มี', 'ไม่มี', '1977-01-28');
INSERT INTO `nic_final` VALUES ('4', '1', 'นาย', 'ขวัญชัย', 'บรรเลงเสนาะ', 'ชาย', 'มีบุตร', '2', '2', null, '086-7323726 ', null, '053-945697', '081-5942272 (บิดา)', '3550100023777', '110/3 ถ.ต้นขาม ต.ท่าศาลา อ.เมือง จ.เชียงใหม่', 'หน่วยบริการหอผู้ป่วย งานบริการกลาง', '02', 'รับจ้าง', 'รับจ้าง', 'มีแผล', 'ไหล่ซ้าย', null, '0', null, '-', 'อาจเป็นประโยชน์แก่ผู้อื่น', null);
INSERT INTO `nic_final` VALUES ('5', '1', 'นาย', 'จงรักษ์', 'ปรีชาเสก', 'หญิง', 'มีบุตร', '1', '0', '1', '086-1832520', '053-394186', '053-945857, ', '081-7067277 (ภรรยา)', '3589900003616', '26/3 ม. 4 ต.ทรายมูล อ.สันกำแพง จ.เชียงใหม่ m,', 'อาคารสุจิณโณ ชั้น 2 แผนก ICU MED 1-2-3', '03', 'รับจ้าง', 'บัญชี', 'ไม่มีแผล', '0', '2008-05-08', '2', 'โรคลำไส้', 'โรคลำไส้', 'ไม่มี', '2012-12-25');
INSERT INTO `nic_final` VALUES ('6', '1', 'นาย', 'จักรวาล', 'จิตประจา', 'ชาย', 'มีบุตร', '1', '1', null, '081-6036757', '-', '053-945861-3', '-', '-', '-', 'อญ. 1 2 3 ชั้น 11 อาคารสุจิณโณ', '03', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'มีแผล', 'คาง', '2008-06-08', '0', '-', '-', 'เพื่อเป็นการรู้จักการช่วยเหลือต่างๆ', null);
INSERT INTO `nic_final` VALUES ('7', '1', 'นาง', 'จันทนา', 'วงค์ไชย', 'หญิง', 'มีบุตร', '1', '0', '1', '086-2107712', '053-274372', '053-945882', '081-3663230 (สามี)', '3500900470658', '39/1 ม.15 ต.สุเทพ อ.เมือง จ.เชียงใหม่', 'รพ.มหาราชนครเชียงใหม่ ตึกเด็ก ชั้น 6', '03', 'ลูกจ้างชั่วคราว (คณะแพทย์)', '-', 'ไม่มีแผล', '-', '2008-05-08', '0', '-', '-', '-', '1974-10-15');
INSERT INTO `nic_final` VALUES ('8', '1', 'นาง', 'จันทร์ทิพย์', 'โล่ห์ทอง', 'หญิง', 'มีบุตร', '2', '1', '1', '084-0464008', null, '053-945546-7', '084-0452570 (สามี)', '3501400269652', '103/2 ม.3 ต.สันทรายน้อย อ.สันทราย จ.เชียงใหม่', 'ภ.เวชศาสตร์ฟื้นฟู คณะแพทยศาสตร์', '01', 'รับจ้าง (ลูกจ้างประจำ)', '-', 'มีแผล', 'หลังใบหู 2 ข้าง และเอว', null, '1', 'โลหิตจาง', 'วัยทอง, โรคข้อเข่า', 'ให้นักศึกษาแพทย์ได้รับความรู้', '1952-09-01');
INSERT INTO `nic_final` VALUES ('9', '3', 'นาง', 'จันทร์ป้อง', 'วงศ์โควรรณ', 'หญิง', 'มีบุตร', '1', '0', '1', '-', '-', '053-945697', '-', '3500100191711', '55/4 ม.4 ต.แม่เหียะ อ.เมือง จ.เชียงใหม่', 'งานบริการหอผู้ป่วย', '02', 'ลูกจ้างประจำ', 'รับจ้างทั่วไป', 'มีแผล', 'หน้าผาก', null, '0', '-', 'ภูมิแพ้', '-', '1953-12-08');
INSERT INTO `nic_final` VALUES ('10', '1', 'นาง', 'จันทร์เพ็ญ ', 'อุประชัย', 'หญิง', 'มีบุตร', '2', '2', null, '084-8077867', '-', '053-945697', '084-0430337 (บุตร)', '3501201024684', '66 ม. 7 ต.หางดง อ.หางดง จ.เชียงใหม่', 'งานบริการกลางโรงพยาบาล', '02', 'ลูกจ้างประจำ', '-', 'ไม่มีแผล', '0', '2008-05-09', '2', '-', '-', '-', '1955-11-21');
INSERT INTO `nic_final` VALUES ('11', '1', 'นาง', 'จันทร์แสง', 'ศรีกา', 'หญิง', null, null, null, null, null, '053945301-53', null, null, '3500500054568', '89 ม.6 ต.เชิงดอย อ.ดอยสะเก็ด จ.เชียงใหม่', null, '01', 'ลูกจ้างคณะแพทย์ ม.ช', null, null, null, null, null, null, null, 'ไม่มี', null);
INSERT INTO `nic_final` VALUES ('12', '1', 'นาง', 'จิรภา', 'ทวีลาภ', 'หญิง', 'มีบุตร', '2', null, null, '086-9231943', '-', '5418', '-', '3500700447016', '37 หมู่ 6 บ้านขี้เหล็กหลวง ต.ขี้เหล็ก อ.แม่ริม จ.เชียงใหม่', 'ห้อง Lab เด็ก ภ.กุมารฯ ชั้น 6 อาคารบุญสม', '03', 'ลุกจ้าง คณะแพทย์', '-', 'ไม่มีแผล', '-', '2009-09-28', '0', '-', '-', '-', '1966-11-01');
INSERT INTO `nic_final` VALUES ('13', '1', 'นาย', 'จีรศักดิ์', 'ไชยนาม', 'ชาย', 'มีบุตร', '1', null, '1', '086-9124883', '-', '053-945698', '089-6311596 (เพื่อนร่วมงาน)', '3501500250864', '215/1 ม.1  ต.หนองตอง อ.หางดง จ.เชียงใหม่', 'หน่วยบริการผ้า งานบริการกลาง', '04', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'ไม่มีแผล', '-', '2008-08-05', '0', '-', '-', '-', '1978-09-01');
INSERT INTO `nic_final` VALUES ('14', '1', 'นาง', 'แจ่มจันทร์', 'เจริญศรี', 'หญิง', 'มีบุตร', '2', null, null, '081-7644186', '-', '-', '-', null, '87/4 ถ.นันทาราม ต.หายยา อ.เมือ ง จ.เชียงใหม่', '-', '01', 'แม่บ้าน', '-', 'ไม่มีแผล', '-', '2007-12-25', '0', '-', '-', '-', null);
INSERT INTO `nic_final` VALUES ('15', '1', 'นาง', 'จันทร์ทิพย์', 'อุ่นคำ', 'หญิง', 'มีบุตร', '2', '0', '2', '-', '-', '-', '081-28733582 (คุณศิริรัตน์)', '3509901455022', '14/10 ซ.3 ถ.สามล้าน ต.พระสิงห์ อ.เมือง จ.เชียงใหม่', '-', '01', 'ค้าขาย (หน้า รร.วัฒโนทัยพายัพ)', '-', 'ไม่มีแผล', '-', '2009-11-17', '0', '-', '-', '-', '1969-11-10');
INSERT INTO `nic_final` VALUES ('16', '1', 'นาง', 'ชไมพร', 'คุณยศยิ่ง', 'หญิง', 'มีบุตร', '1', '0', '0', null, '-', '053-947393', '-', '8571084084211', '110/91 ถ.อินทวโรรส ต.ศรีภูมิ อ.เมือง จ.เชียงใหม่', 'ห้องคลอด', '03', 'รับจ้าง', '-', 'ไม่มีแผล', '-', '2009-11-26', '0', '-', '-', '-', '1987-01-30');
INSERT INTO `nic_final` VALUES ('17', '1', 'นาง', 'ชริสรา', 'ทองสุข', 'หญิง', 'มีบุตร', '1', '1', '0', '081-1698436', null, '053-945834-5', '089-5568028 (สามี)', '3501800043279', '65/1 หมู่ที่ 1 ต.ยางเปียง อ.อมก๋อย จ.เชียงใหม่', 'รพ.มหาราชนครเชียงใหม่ (หน่วยคลอด)', '04', 'พนักงานช่วยการพยาบาล', 'พนักงานโรงแรม', 'มีแผล', 'หน้าท้อง', '2008-05-13', '0', 'ท้องนอกมดลูก', '-', '-', '1974-11-05');
INSERT INTO `nic_final` VALUES ('18', '1', 'นาย', 'ชุมพล', 'สวนสุคนธมาศ', 'ชาย', 'มีบุตร', '1', '1', null, '083-2037749', null, '053-947579', '-', '3501500521167', '25 ม.3 ต.หนองควาย อ.หางดง จ.เชียงใหม่', 'พิเศษ 4-5-6', '02', 'ลูกจ้างชั่วคราว', '-', 'ไม่มีแผล', '-', '2007-05-28', '0', '-', '-', '-', '1973-10-04');
INSERT INTO `nic_final` VALUES ('19', '2', 'นาย', 'ณรงค์', 'สุยะ', 'หญิง', '', '0', '0', '0', '083-7043269', '0804988252', '053-945695', '089-5529253 (เพื่อนร่วมงาน)', '3501200494776', '21 ม. 3 ต.ทุ่งสะโตก อ.สันป่าตอง จ.เชียงใหม่', 'หน่วยบริการหอผู้ป่วย งานบริการกลาง', '03', 'ลูกจ้างชั่วคราว คณะแพทย์', '-', 'มีแผล', 'ใต้ข้อศอกซ้าย', '2008-08-05', '0', '-', 'ปวดกล้ามเนื้อ', '-', '1979-04-29');
INSERT INTO `nic_final` VALUES ('20', '2', 'นาย', 'ณัฐวัตร', 'กาบคำ', 'ชาย', null, null, null, null, '083-3188694', null, '053-945697', '-', '3501500550736', '139 ม.11 ต.หนองควาย อ.หางดง จ.เชียงใหม่', 'รพ.มหาราชนครเชียงใหม่', '03', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'ไม่มีแผล', '-', '2008-05-09', '0', '-', '-', '-', null);
INSERT INTO `nic_final` VALUES ('21', '2', 'นาย', 'ดนุพงศ์', 'กาญจนธีรานนท์', 'ชาย', null, null, null, null, '081-0339126', '053-120683', '-', '081-1694356 (เพื่อนสนิท)', '3500700334149', '100 ม.1 ต.เหมืองแก้ว อ.แม่ริม จ.เชียงใหม่', 'สำนักงานสนับสนุนและส่งเสิรมวิชาการ เขต10', '05', 'พนักงานราชการ', '-', null, null, '2008-09-20', '1', '-', 'ไข้หวัด', 'ต้องการหาประสบการณ์ และทำประโยชน์แก่สังคม และต้องก', '1980-07-18');
INSERT INTO `nic_final` VALUES ('22', '1', 'นาง', 'ดลฤดี', 'ไชยเมืองยอง', 'หญิง', 'มีบุตร', '2', '2', '0', '086-9135529', '', '053-945697', '085-7074532 (หัวหน้างาน)', '3500200390686', '6 ม.5 ต.สองแคว กิ่ง อ.ดอยหล่อ จ.เชียงใหม่', 'หน่วยบริการหอผู้ป่วย', '02', 'ลูกจ้างคณะแพทย์', '-', 'มีแผล', 'หัวแม่มือซ้าย', '2008-08-05', '0', '-', '-', '-', '1974-03-09');
INSERT INTO `nic_final` VALUES ('23', '1', 'นาง', 'ดวงดาว', 'หงษ์พักตร์', 'หญิง', 'มีบุตร', '2', '0', '0', '085-0398398', '053-243436', '-5453', '-', '3500500026076', '103/3 ซ.1 ถ.บำรุงราษฎร์ ต.วัดเกต อ.เมือง จ.เชียงใหม่', '-', '03', 'ลูกจ้าง พนักงานช่วยการพยาบาล', '-', 'ไม่มีแผล', '-', '2009-11-13', '0', '-', '-', '-', '1979-01-20');
INSERT INTO `nic_final` VALUES ('24', '1', 'นาย', 'เด่นชัย', 'ญาติฝูง', 'ชาย', 'มีบุตร', '2', '2', null, '-', null, '053-945698', '053-945690 (หัวหน้าหน่วย)', '3501500285340', '59 หมู่ 5 ต.ทาขุมเงิน อ.แม่ทา จ.ลำพูน', '-', '02', 'ลูกจ้างคณะแพทย์ ม.ช', 'รับจ้าง', 'มีแผล', 'นิ้วชี้ซ้าย', '2008-08-05', '0', '-', '-', '-', '1969-08-23');
INSERT INTO `nic_final` VALUES ('25', '4', 'นาง', 'เตียงคำ', 'กันทะพงค์', 'หญิง', 'มีบุตร', '1', null, null, '-', '053-397890', '053-945453', '-', '3440300223715', '64 ม.3 ต.สันทรายหลวง อ.สันทราย จ.เชียงใหม่', 'ภ.รังสีวิทยา', '02', 'ลูกจ้างชั่วคราว คณะแพทย์', '-', 'ไม่มีแผล', '-', '2009-11-13', '0', 'ภูมิแพ้', '-', '-', null);
INSERT INTO `nic_final` VALUES ('26', null, 'นาย', 'ทรงวิทย์', 'โกชุม', 'ชาย', null, null, null, null, null, null, null, null, '3501400172861', null, null, null, null, null, null, null, null, null, null, null, null, '1977-02-07');
INSERT INTO `nic_final` VALUES ('27', '1', 'นาง', 'ทรงศรี', 'เปตุมัก', 'หญิง', 'มีบุตร', '2', null, null, '084-1714676', '-', '053-945965', '-', '3501500320081', '168 ม.5 ต.ขุนคง อ.หางดง จ.เชียงใหม่', 'ภ.เวชศาสตร์ฟื้นฟู', '05', 'ลูกจ้างชั่วคราว คณะแพทย์', '-', null, null, '2008-12-16', '0', 'ภูมิแพ้', '-', '-', '1964-04-24');
INSERT INTO `nic_final` VALUES ('28', '1', 'นาย', 'ทวิทย์', 'วงศายะ', 'ชาย', 'มีบุตร', '2', null, null, '089-9559133', '-', '-', null, null, null, null, '02', 'รับจ้าง', '-', null, null, '2008-12-15', null, null, null, '-', null);
INSERT INTO `nic_final` VALUES ('29', '2', 'นาย', 'ทวีชัย', 'สิงห์สมบูรณ์', 'ชาย', null, null, null, null, '086-7282206', null, '053-945698', '081-1796622 (เพื่อนร่วมงาน)', '3501500413712', '17 ม.2 ต.หนองควาย อ.หางดง จ.เชียงใหม่', 'หน่วยบริการผ้า', '03', 'รับจ้าง', 'รับจ้าง', 'มีแผล', 'หน้าผาก', '2008-08-05', '0', '-', 'เป็นหวัด กล้ามเนื้ออักเสบ โรคกระเพาะอาหาร', 'เพื่อให้นักศึกษาได้ศึกษาทดลองเพื่อจะได้นำไปใช้ในกา', '1970-12-20');
INSERT INTO `nic_final` VALUES ('30', '4', 'นาย', 'ทักษิณ', 'เตอะอ้าย', 'ชาย', 'มีบุตร', '2', null, null, '083-4798857', '-', '053-945776-7', '-', '3501300807989', '49 ม.11 ต.สันกำแพง อ.สันกำแพง จ.เชียงใหม่', 'ห้องผ่าตัดและพักฟื้น', '03', 'รับจ้าง (คณะแพทยศาสตร์)', '-', null, null, '2008-12-15', '0', 'เบาหวาน', '-', '-', '1967-12-02');
INSERT INTO `nic_final` VALUES ('31', '1', 'นาง', 'ทิฆัมพร', 'พิบูลย์', 'หญิง', 'มีบุตร', '2', null, null, '084-3688650', '-', '-', '-', '3630400278358', '2/1 ม.2 ต.หนองจ๊อม อ.สันทราย จ.เชียงใหม่', 'คณะแพทยศาสตร์', '02', 'รับจ้าง', '-', null, null, '2009-04-11', '0', '-', '-', '-', '1971-11-15');
INSERT INTO `nic_final` VALUES ('32', '2', 'นาย', 'ทิวาพร', 'แปงแสง', 'หญิง', '', '0', '0', '0', '083-5739208', '-', '053-945895', '-', '5501900006061', '17/1 ม.10 ต.ท่าวังตาล อ.สารภี จ.เชียงใหม่', 'หอผู้ป่วยหนักทารกแรกเกิด งานการพยาบาลกุมารเวชศาสตร์', '05', 'พนักงานช่วยการพยาบาล', '-', '', '', '2009-11-11', '0', '-', '-', '-', '1980-08-26');
INSERT INTO `nic_final` VALUES ('33', '1', 'นาย', 'ธงชัย', 'กิติกา', 'หญิง', 'มีบุตร', '2', '1', '1', '090-7492214', '-', '053-945697', '085-0291433 (ภรรยา)', '3501500305014', '96/3 ม.6  ต.หนองตอง อ.หางดง จ.เชียงใหม่', 'งานบริการกลางโรงพยาบาล คณะแพทยศาสตร์', '04', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'มีแผล', 'ข้อมือซ้าย', '2008-08-05', '0', '-', 'กระเพาะอาหาร', 'จะทำให้ดีที่สุด', '1976-04-10');
INSERT INTO `nic_final` VALUES ('34', '4', 'นาง', 'ธัญญพัทธ์', 'พิมพ์อักษร', 'หญิง', 'มีบุตร', '2', '0', '2', '085-8669957', '-', '053-112485-6', '-', '3500600138186', '225/325 ม.1 ต.ช้างเผือก อ.เมือง จ.เชียงใหม่', 'สำนักงานส่งเสริมและสนับสนุนวิชาการ 10 ถ.โชตนา ต.ช้างเผือก อ.เมือง จ.เชียงใหม่', '02', 'พนักงานราชการ', '-', 'ไม่มีแผล', '', '2012-12-26', '0', '-', '-', 'เพื่อหาประสบการณ์ และทำตัวให้มีประโยชน์ต่อการศึกษา', '1976-07-03');
INSERT INTO `nic_final` VALUES ('35', '1', 'นาง', 'ธัญญสรณ์', 'ญาณะตื้อ', 'หญิง', 'มีบุตร', '1', null, null, '085-6267869', '-', '-', '-', '3501300732806', '83/1 ม.4 ต.สันกำแพง อ.สันกำแพง จ.เชียงใหม่', 'รพ.สวนดอก', '03', 'รับจ้าง', '-', null, null, '2009-11-13', '0', '-', '-', '-', '1977-02-14');
INSERT INTO `nic_final` VALUES ('36', null, 'นาง', 'ธัญญารัตน์', 'ทองดีพันธ์', 'หญิง', null, null, null, null, null, null, null, null, '3500600138208', null, null, null, null, null, null, null, null, null, null, null, null, '1983-03-26');
INSERT INTO `nic_final` VALUES ('37', '1', 'นาย', 'ธีระศักดิ์', 'ฟองแก้วงาม', 'ชาย', 'มีบุตร', '1', null, '1', '086-1930856', '-', '053-945546', '086-9126107 (เพื่อนร่วมงาน)', '3501900182157', '317 ม.3 ต.ยางเนิ้ง อ.สารภี จ.เชียงใหม่', 'ภ.เวชศาสตร์ฟื้นฟู', '03', 'คนงาน', '-', 'มีแผล', 'หางคิ้วซ้าย', '2008-09-22', '0', '-', '-', '-', '1977-06-28');
INSERT INTO `nic_final` VALUES ('38', '3', 'นาง', 'นงลักษณ์', 'นามฝั้น', 'หญิง', 'มีบุตร', '2', '1', '1', '-', '-', '053-945392', '05-947283 (เพื่อน)', '3501200372620', '64/2 ม.2 ต.มะขามหลวง อ.สันป่าตอง จ.เชียงใหม่', 'ลูกจ้างหอพัก ชาย2', '01', 'ลูกจ้างคณะแพทยศาสตร์', '-', 'ไม่มีแผล', null, '2008-05-15', '0', '-', 'เวียนหัว', '-', '1957-09-17');
INSERT INTO `nic_final` VALUES ('39', '2', 'น.ส.', 'นฤมล', 'คำรินทร์', 'หญิง', null, null, null, null, '080-1292449', '-', '053-945953', '-', '3500500106959', '40/2 ม.4 ต.สำราญราษฎร์ อ.ดอยสะเก็ด จ.เชียงใหม่', 'รพ.มหาราชนครเชียงใหม่ ชั้น 10  แผนกหู คอ จมูก  (สุจิณโณ)', '07', 'ผู้ช่วยพยาบาล', '-', 'ไม่มีแผล', '-', '2009-11-16', '0', '-', '-', '-', '1971-09-02');
INSERT INTO `nic_final` VALUES ('40', '1', 'นาย', 'นลักษณ์พงษ์', 'ใจเร็ว', 'ชาย', 'มีบุตร', '1', null, '1', '087-8327119', '-', '-', '081-0209462 (น้า)', '3509901149134', '129 ม.1 ต.ป่าไผ่ อ.ลี้ จ.ลำพูน', 'รพ.มหาราชนครเชียงใหม่', '03', 'รับจ้าง', '-', 'ไม่มีแผล', '-', '2008-08-05', '0', '-', 'ปวดหลัง', 'เพื่อเป็นประโยชน์ต่อนักศึกษาแพทย์', '1972-09-11');
INSERT INTO `nic_final` VALUES ('41', null, 'น.ส.', 'นาถยา', 'ใสสว่าง', 'หญิง', null, null, null, null, null, null, null, null, '3500500431311', '16 ม.4 ต.ตลาดขวัญ อ.ดอยสะเก็ด จ.เชียงใหม่', null, null, null, null, null, null, null, null, null, null, null, '1981-12-13');
INSERT INTO `nic_final` VALUES ('42', '1', 'นาง', 'นารี', 'บุญมาประเสริฐ', 'หญิง', 'มีบุตร', '2', null, '2', '081-7653791', '-', '053-947460', '089-7567888 (บุตร)', '-', null, null, '05', 'ข้าราชการบำนาญ', 'รับราชการในคณะแพทย์', 'ไม่มีแผล', '-', '2008-05-23', '0', 'ความดันโลหิตสูง', 'ความดันโลหิตสูง', '-', null);
INSERT INTO `nic_final` VALUES ('43', '4', 'นาง', 'น้ำผึ้ง', 'พูลเขตกิจ', 'หญิง', 'มีบุตร', '3', '0', '0', '081-4727192', '053-826863', '053-945921', '-', '3580400286360', '42 ม.8 ต.ข่วงเปา อ.จอมทอง จ.เชียงใหม่', 'คณะแพทยศาสตร์', '03', 'รับจ้าง', '-', 'ไม่มีแผล', '-', '2009-11-18', '0', '-', '-', '-', '2012-12-26');
INSERT INTO `nic_final` VALUES ('44', '1', 'นาย', 'นิกร', 'กันทา', 'ชาย', 'ไมมีบุตร', null, null, null, '086-9126107', '-', '053-945546', '089-6359136 (เพื่อนร่วมงาน)', '3501200198468', '161 ม.13 ต.ยุหว่า อ.สันป่าตอง จ.เชียงใหม่', 'ภ.เวชศาสตร์ฟื้นฟู', '03', 'รับจ้าง', 'รับจ้าง', 'มีแผล', 'ข้อศอกซ้าย', '2008-09-19', '0', '-', '-', '-', '1983-06-06');
INSERT INTO `nic_final` VALUES ('45', '2', 'นาย', 'นิรุต', 'บรรรส', 'ชาย', null, null, null, null, '089-6359136', '-', '053-945546', '084-6087162 (เพื่อนร่วมงาน)', '3501400071763', '107 ม.13 ต.ป่าไผ่ อ.สันทราย จ.เชียงใหม่', 'ภาควิชาเวชศาสตร์ฟื้นฟู', '03', 'รับจ้าง', 'รับจ้าง', 'มีแผล', 'หน้าอก', '2008-09-19', '0', '-', 'ไข้หวัด', '-', '1980-08-16');
INSERT INTO `nic_final` VALUES ('46', '4', 'นาง', 'นงลักษณ์', 'ใจแข็ง', 'หญิง', 'มีบุตร', '1', '0', '1', '089-7599134', '-', '053-946491', '-', '3501500109754', '188 ม.3 ต.น้ำแพร่ อ.หางดง จ.เชียงใหม่', 'แผนกอายุรกรรม ชั้น 5 สุจิณโณ', '04', 'รับจ้าง', '-', '', '', '2009-08-14', '0', '-', '*', '-', '2012-12-26');
INSERT INTO `nic_final` VALUES ('47', '1', 'นาง', 'บัวจันทร์', 'ณ ลำพูน', 'หญิง', 'มีบุตร', '2', null, null, '081-0220642', '-', '-', '-', '-', null, '-', '01', 'รับจ้าง', '-', null, null, '2008-12-15', '0', 'ปวดท้องจากโรคลำไส้อุดตัน', '-', '-', null);
INSERT INTO `nic_final` VALUES ('184', '1', 'นาย', 'สมสม', 'สสส', 'หญิง', '-เลือก-', '0', '0', '0', '', '', '', '', '1234567891234', '', '', '01', '', '', '-เลือก-', '', '2012-12-25', '0', '', '', '', '2012-12-25');
INSERT INTO `nic_final` VALUES ('182', '1', 'นาย', 'สวสวสว', 'เพเพเ', 'หญิง', '-เลือก-', '0', '0', '0', '', '', '', '', '1111111111111', '110 หมู่ 2 ต.ใดยเสเ', '', '01', '', '', '-เลือก-', '', '2012-09-17', '0', '', '', '', '2012-09-17');
INSERT INTO `nic_final` VALUES ('49', '1', 'นาง', 'บัวผัน', 'ใส่ด้วง', 'หญิง', 'มีบุตร', '2', '2', null, '085-5489873', '053-811385', '053-278542', '-', '-', null, 'พิงค์พะยอมคลินิก', '07', '-', 'รับราชการในคณะแพทย์', 'มีแผล', 'มือซ้าย', '2008-06-06', '0', 'กระเพาะ, ปวดเข่า', '-', '-', null);
INSERT INTO `nic_final` VALUES ('50', '1', 'นาง', 'บุญพิมพ์', 'สีลาก้อนแก้ว', 'หญิง', 'มีบุตร', '1', '1', null, '-', '-', '053-945695-9', '053-945741 (คุณศิรินุช)', '3500100022138', '65/5 ม.1 ต.ช้างเผือก อ.เมือง จ.เชียงใหม่', 'งานบริการกลาง', '02', 'รับจ้าง', 'รับจ้าง', 'มีแผล', 'นิ้วชี้ขวา', '2008-07-05', '0', 'ปวดเข่า', '-', '-', '1955-07-16');
INSERT INTO `nic_final` VALUES ('51', null, 'นาง', 'ประทิน', 'จินะฤทธิ์', 'หญิง', null, null, null, null, '081-5317292', '053-424554', '-', '089-7577649 (บุตร)', '3509901456932', '309/1 ม.6 ต.หนองผึ้ง อ.สารภี จ.เชียงใหม่', '-', null, 'ข้าราชการบำนาญ', 'รับราชการ', 'ไม่มีแผล', '-', '2008-09-22', '1', 'ไมเกรน,กระเพาะ, ความดัน, ไขมันเส้นเลือด', 'เจาะ Lipid', '-', null);
INSERT INTO `nic_final` VALUES ('183', '1', 'นาย', '183fdvfdbdดดิ', 'เดิเด', 'ชาย', '-เลือก-', '0', '0', '0', '', '', '', '', '1111111111111', '', '', '01', '', '', '-เลือก-', '', '2012-09-17', '0', '', '', '', '2012-09-17');
INSERT INTO `nic_final` VALUES ('53', '1', 'นาย', 'ประสงค์', 'บุญช้างเผือก', 'หญิง', 'มีบุตร', '1', '0', '0', '082-8961003', '-', '053-945883', '-', '3500500237085', '128 ม.1 ต.ศรีดงเย็น อ.ไชยปราการ จ.เชียงใหม่', 'เด็ก 3 ชั้น6 อาคารบุญสม', '03', 'รับจ้าง', '-', '', '', '2009-11-16', '0', '-', '-', '-', '2012-12-26');
INSERT INTO `nic_final` VALUES ('54', '1', 'นาย', 'ประเสริฐ', 'แสงเพชร', 'หญิง', '', '2', '0', '0', '0835711855', '053-396480', '085-0355052', '', '', '152 ม.3 ต.เมืองเล็น อ.สันทราย จ.เชียงใหม่', '-', '01', 'ทำนา', '-', '', '', '2008-12-15', '0', '-', '-', '-', '2012-12-26');
INSERT INTO `nic_final` VALUES ('55', '3', 'นาง', 'ปราณี', 'ทรายคำ', 'หญิง', 'มีบุตร', '2', null, '2', '083-2084378', '053-121594', '-', '053-121594 (บุตรชาย)', '3500700127372', '59 ม.4 ต.ดอนแก้ว อ.แม่ริม จ.เชียงใหม่', '-', '07', 'ข้าราชการบำนาญ', 'รับราชการ', 'ไม่มีแผล', '-', '2008-09-18', '0', 'ความดันโลหิต', '-', '-', null);
INSERT INTO `nic_final` VALUES ('56', '2', 'นาย', 'ปริญญา', 'ใจหมั้น', 'ชาย', 'ไม่มีบุตร', null, null, null, '084-1703902', '-', '-', '053-945698 (หัวหน้างาน : คุณสุทิน)', null, '7/11 ต.ช้างเผือก อ.เมือง จ.เชียงใหม่', '-', '02', 'หน่วยบริการผ้า งานบริการกลาง', '-', 'ไม่มีแผล', '-', '2008-08-05', '0', '-', '-', 'ช่วยให้ นศพ.ได้ศึกษา', null);
INSERT INTO `nic_final` VALUES ('57', '2', 'นาย', 'ปาริชาติ', 'เฟื่องชูชาติ', 'หญิง', 'ไม่มีบุตร', '0', '0', '0', '081-9986802', '-', '053-945695', '086-1844669 (บิดา)', '3509900174461', '1 ม.6 ต.ป่าบง อ.สารภี จ.เชียงใหม่', 'คณะแพทยศาสตร์', '05', 'รับจ้าง', '-', 'ไม่มีแผล', '-', '2008-07-05', '0', '-', '-', '-', '1979-04-20');
INSERT INTO `nic_final` VALUES ('58', '1', 'นาย', 'ผจญอรรถ', 'ค้าขาย', 'ชาย', 'มีบุตร', '2', null, '2', '084-3689069', '-', '-', '-', '3501500503118', '29 ม.4 ต.หนองควาย อ.หางดง จ.เชียงใหม่', 'คณะแพทยศาสตร์', '03', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'มีแผล', 'แขนขวา', '2008-08-05', '0', '-', 'ปวดท้อง อาเจียน เจ็บบั้นเอว', '-', null);
INSERT INTO `nic_final` VALUES ('59', '1', 'นาง', 'ผาติกานต์', 'สุริยาศรี', 'หญิง', 'มีบุตร', '2', null, null, '084-2211061', '-', '-', '-', '3509900014561', '53 ถ.เจริญสุข ต.ช้างเผือก อ.เมือง จ.เชียงใหม่', '-', '07', 'นวดแผนไทย, รับเฝ้าไข้', '-', 'ไม่มีแผล', '-', '2008-12-23', '0', '-', '-', '-', '1958-10-03');
INSERT INTO `nic_final` VALUES ('60', '3', 'นาง', 'ผุสดี', 'ขัดขจร', 'หญิง', 'มีบุตร', '1', null, '1', '085-6535472', '-', '-', '053-279730 (น้องสาว)', '0539901433681', '118 ม.4 ต.แม่ปูคา อ.สันกำแพง จ.เชียงใหม่', '-', '07', 'ข้าราชการบำนาญ', 'รับราชการ', 'มีแผล', 'หน้าท้อง', '2008-10-10', '0', 'เลือดไปเลี้ยงสมองไม่เพียงพอ', '-', '-', null);
INSERT INTO `nic_final` VALUES ('61', '1', 'นาง', 'พนารัตน์', 'เป็งสินธุ์', 'หญิง', 'มีบุตร', '2', '1', '1', '086-9117142', '-', '053-945697', '-', '3501500321753', '211 ม.5 ต.ขุนคง อ.หางดง จ.เชียงใหม่', 'งานบริการกลาง ร.พ.', '02', 'ลูกจ้างคณะแพทย์', 'รับจ้าง', 'ไม่มีแผล', '-', '2009-11-11', '0', '-', '-', '-', '1966-01-11');
INSERT INTO `nic_final` VALUES ('62', '1', 'นาง', 'พนิดา', 'สุภาษี', 'หญิง', 'มีบุตร', '2', null, null, '087-4563844', '053-501337', '-', '-', null, '68 ม.16 ต.บ้านธิ อ.บ้านธิ จ.ลำพูน', '-', '02', 'รับจ้าง', '-', 'ไม่มีแผล', '-', '2008-12-16', '0', 'เบาหวาน', '-', '-', null);
INSERT INTO `nic_final` VALUES ('63', '2', 'นาย', 'พัชรินทร์', 'นุติประพันธ์', 'หญิง', 'มีบุตร', '1', '0', '1', '084-4825059', '-', '-', '086-7301289 (เพื่อน)', '-', '4 ม.1 ต.เหมืองแก้ว อ.แม่ริม จ.เชียงใหม่', '-', '04', 'ธุรกิจส่วนตัว', '-', 'ไม่มีแผล', '-', '2008-09-20', '0', '-', 'ไข้หวัด', 'ต้องการหาประสบการณ์ และทำตนให้เป็นประโยชน์แก่การแพ', '2012-12-26');
INSERT INTO `nic_final` VALUES ('64', '1', 'นาง', 'เพ็ญนภา', 'ปัญญาทิพย์', 'หญิง', 'มีบุตร', '1', '1', null, '084-0471304', '-', '053-945695, ', '053-945695, 97 (หัวหน้างาน)', '3501400198780', '54/3 ม.9 ต.หนองแหย่ง อ.สันทราย จ.เชียงใหม่', 'รพ.มหาราชนครเชียงใหม่', '99', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'มีแผล', 'หน้าแข้งขวา', '2008-08-05', '0', '-', '-', 'เพื่อเป็นประโยชน์ต่อการศึกษา', '1972-06-29');
INSERT INTO `nic_final` VALUES ('65', '1', 'นาง', 'เพ็ญพิไล', 'มาสนอง', 'หญิง', 'มีบุตร', '1', null, null, '084-6107634', '-', '053-946404', '-', '3509900083482', '110/381 ถ.อินทวโรรส ต.ศรีภูมิ อ.เมือง จ.เชียงใหม่', 'คณะแพทยศาสตร์', '02', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'ไม่มีแผล', '-', '2007-12-25', '0', 'หืดหอบ', '-', '-', '1963-08-05');
INSERT INTO `nic_final` VALUES ('66', '1', 'นาย', 'เพลิน', 'หลวงอินตา', 'ชาย', 'มีบุตร', '2', '1', '1', '084-3712951', '-', '053-945697', '086-1179957 (ภรรยา)', '3501500255181', '78 ม.8 ต.หนองควาย อ.หางดง จ.เชียงใหม่', 'หน่วยบริการหอผู้ป่วย งานบริการกลาง', '01', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'มีแผล', 'หลังมือขวา', '2008-08-05', '0', '-', '-', 'เป็นประโยชน์แก่ นศพ.ได้ศึกษา', '1966-05-02');
INSERT INTO `nic_final` VALUES ('67', '1', 'นาย', 'ภานุวัฒน์', 'บัวหนา', 'ชาย', 'ไม่มีบุตร', null, null, null, '085-7173563', '-', '053-945697, ', '053-945697, 95 (หัวหน้าหน่วย)', '3500500211001', '17 ม. 4 ต.ลวงเหนือ อ.ดอยสะเก็ด จ.เชียงใหม่', 'หน่วยบริการกลาง บริการหอผู้ป่วย', '02', 'ลูกจ้างคณะแพทย์', 'รับจ้าง', 'มีแผล', 'ขาขวา', null, '0', '-', '-', '-', null);
INSERT INTO `nic_final` VALUES ('68', '2', 'นาย', 'มนูญ', 'สุนันตา', 'ชาย', null, null, null, null, '083-1566922', '-', '053-945548', '053-442449 (มารดา)', '3501500319457', '156/1 ม.5 ต.ขุนคง อ.หางดง จ.เชียงใหม่', 'หน่วยเครื่องช่วยคนพิการ', '04', 'ช่างกายอุปกรณ์', 'ช่างเขียนแบบ', 'มีแผล', 'นิ้วนางซ้าย', '2008-09-30', '0', 'ภูมิแพ้ (ฝุ่น)', '-', '-', '1979-08-23');
INSERT INTO `nic_final` VALUES ('69', null, 'น.ส.', 'มยุรี', 'บุณยฤทธิ์', 'หญิง', null, null, null, null, null, null, null, null, '3509900936957', '35 ถ.ชลประทาน ต.ป่าตัน อ.เมือง จ.เชียงใหม่', null, null, null, null, null, null, null, null, null, null, null, '1968-06-13');
INSERT INTO `nic_final` VALUES ('70', '2', 'น.ส.', 'มาลาแก้ว', 'อินต๊ะหล้า', 'หญิง', null, null, null, null, '085-0317029', '-', '053-945953', '-', '3509900974760', '8/1 ม.7 ต.แม่ปูคา อ.สันกำแพง จ.เชียงใหม่', 'การพยาบาลผู้ป่วยทั่วไป (ENT2)', '03', 'รับจ้าง', '-', 'ไม่มีแผล', '-', '2009-11-16', '0', 'โรคกระเพาะ', '-', '-', '1957-03-19');
INSERT INTO `nic_final` VALUES ('71', '2', 'นาย', 'ยุทธ', 'นันต๊ะเสน', 'หญิง', '', '0', '0', '0', '086-1894593', '-', '053-945698', '053-945698 (หัวหน้าหน่วย : คุณสุทิน)', '3500200563378', '143 ม.20 ต.สบเตี๊ยะ อ.จอมทอง จ.เชียงใหม่', 'หน่วยบริการผ้า งานบริการกลาง', '05', 'ลูกจ้างคณะแพทย์', '-', 'มีแผล', 'นิ้วชี้ซ้าย', '2008-08-05', '0', '-', 'ปวดท้อง', 'ช่วยจำลองเป็นผู้ป่วยให้ นศ.ได้ศึกษาหาข้อมูล', '1973-06-07');
INSERT INTO `nic_final` VALUES ('72', '1', 'นาง', 'เยาวเรศ', 'ชัยวงศ์', 'หญิง', 'มีบุตร', '1', '1', null, '087-6600704', '053-430727', '053-945695,9', '084-6872809 (สามี)', '3501500354244', '62/1 ม.2 ต.บ้านแหวน อ.หางดง จ.เชียงใหม่', 'งานบริการกลาง รพ.', '02', 'ลูกจ้างคณะแพทย์', '-', 'มีแผล', 'หน้าท้อง', null, '0', '-', '-', '-', '1971-02-16');
INSERT INTO `nic_final` VALUES ('73', null, 'นาง', 'เยาวลักษณ์', 'สินทูรย์', 'หญิง', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('74', '1', 'นาง', 'รจนา', 'ปัญญาต่วน', 'หญิง', 'มีบุตร', '2', '2', '0', '080-1241099', '-', '053-945753,5', '053-945732,5697 (เพื่อน)', '3509901004306', '186/2 หมู่7 ต.หนองแก๋ว อ.หางดง จ.ชียงใหม่', 'งานบริการกลาง', '03', 'ลูกจ้างคณะแพทย์', 'รับจ้าง', 'มีแผล', 'แขน', '2008-07-05', '0', '-', '-', '-', '1970-11-26');
INSERT INTO `nic_final` VALUES ('75', '1', 'นาง', 'รัชนีย์', 'รัตนพันธ์', 'หญิง', 'มีบุตร', '1', null, '1', '089-5578928', '-', '053-945695-7', '-', '3501400404126', '33 ม.1 ต.สันป่าเปา อ.สันทราย จ.เชียงใหม่', 'คณะแพทยศาสตร์ (ห้องคลอด)', '03', 'ลูกจ้างคณะแพทย์', '-', 'ไม่มีแผล', '-', '2009-11-24', '0', 'ไมเกรน', '-', '-', '1971-05-19');
INSERT INTO `nic_final` VALUES ('76', '1', 'น.ส.', 'รัตนา', 'ลาแก้ว', 'หญิง', null, null, null, null, '085-3496018', '-', '053-945697,5', '086-9180105 (เพื่อนร่วมงาน)', '1501700003228', '7 ม.4 ต.ท่าเดื่อ อ.ดอยเต่า จ.เชียงใหม่', 'รพ.มหาราชนครเชียงใหม่', '03', 'งานบริการกลาง', 'รับจ้าง', 'ไม่มีแผล', '-', null, '0', '-', 'โรคกระเพาะ', '-', '1984-10-17');
INSERT INTO `nic_final` VALUES ('77', '1', 'น.ส.', 'ราตรี', 'กันจินะ', 'หญิง', 'ไม่มีบุตร', null, null, null, '086-9104598', '-', '053-945923,5', '089-6336807 (สามี)', '3570700270914', '17/2 ถ.อารักษ์ ซ.1 ต.ศรีภูมิ อ.เมือง จ.เชียงใหม่', 'พิเศษ 3 ชั้น 12 สุจิณโณ', '03', 'ลูกจ้างคณะแพทย์', '-', 'ไม่มีแผล', '-', null, '0', 'กระเพาะอาหาร', 'กระเพาะปัสสาวะอักเสบ', null, null);
INSERT INTO `nic_final` VALUES ('78', '2', 'นาง', 'รูซี่', 'ปู่อ้าย', 'หญิง', 'มีบุตร', '1', null, '1', '089-5609422', '-', '053-945834-5', '087-5454833 (สามี)', '5500900043284', '47 ม.6 ต.แม่สาบ อ.สะเมิง จ.เชียงใหม่', 'รพ.มหาราชนครเชียงใหม่ (หน่วยคลอด)', '03', 'ลูกจ้างคณะแพทย์ ม.ช', 'พนักงานโรงงานเย็บผ้า', 'มีแผล', 'หัวเข่า', '2008-05-14', '0', 'หมอนรองกระดูกทับเส้นประสาท', '-', '-', '1969-06-12');
INSERT INTO `nic_final` VALUES ('79', '1', 'นาย', 'วรดิษฐ์', 'คุณยศยิ่ง', 'หญิง', 'มีบุตร', '2', '0', '0', '083-5173710', '053-430663', '053-945965', '-', '3500500159254', '233 ม.1 ต.สันผักหวาน อ.หางดง จ.เชียงใหม่', 'ภ.เวชศาสตร์ฟื้นฟู (ตึกฟื้นฟู)', '03', 'ลูกจ้างคณะแพทย์', '-', 'ไม่มีแผล', '-', '2008-12-17', '0', '-', '-', '-', '1962-05-17');
INSERT INTO `nic_final` VALUES ('80', '1', 'นาง', 'วรรณภา', 'จารุจินดา', 'หญิง', '', '1', '0', '0', '', '', '053-945805', '-', '3480300315563', '110/9 ถ.อินทวโรรส ต.ศรีภูมิ อ.เมือง จ.เชียงใหม่', 'หอพยาบาล 5 คณะแพทยศาตร์', '03', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'ไม่มีแผล', '-', '2007-12-25', '0', '-', '-', '-', '1973-01-02');
INSERT INTO `nic_final` VALUES ('81', '1', 'นาง', 'วัชรี', 'สุรีย์', 'หญิง', 'มีบุตร', '1', null, null, '086-1953420', '-', '5418', '005/2 ม.2 ต.แม่สา อ.แม่ริม จ.เชียงใหม่', '3540700026118', '5/2 หมู่ 2 ต.แม่สา อ.แม่ริม จ.เชียงใหม่', 'ห้องแลปเด็ก ภ.กุมารฯ ชั้น 6 ตึกบุญสม', '05', 'พนักงานวิทยศาสตร์', '-', 'ไม่มีแผล', '-', '2009-09-28', '0', '-', '-', '-', '1975-12-08');
INSERT INTO `nic_final` VALUES ('82', '1', 'นาง', 'วันดี', 'อินต๊ะเสน', 'หญิง', 'มีบุตร', '2', '1', '1', '0850350265', '-', '5418', '086-9178714 (น้องมน) : เพื่อนร่วมงาน', '3500100391265', '143 ม.8 ต.สันผีเสื้อ อ.เมือง จ.เชียงใหม่', 'หมวดลิฟต์', '01', 'ลูกจ้างประจำคณะแพทย์', 'แม่บ้าน', 'มีแผล', 'ข้อแข้งขวา', '2009-09-28', '0', 'ไขมันสูง ภูมิแพ้', '-', 'เพื่อให้นักเรียนแพทยได้เรียนรู้มากขึ้นเพื่อที่จะได', '1950-04-23');
INSERT INTO `nic_final` VALUES ('83', '3', 'นาง', 'วันดี ', 'เรือนใส', 'หญิง', 'มีบุตร', '2', null, '2', '-', '-', '053-945697', '084-8077867 (เพื่อนร่วมงาน)', '3500700542477', '144/1 ม.3 ต.แม่สา อ.แม่ริม จ.เชียงใหม่', 'รพ.มหาราชนครเชียงใหม่', '02', 'ลูกจ้างประจำคณะแพทย์', '-', 'มีแผล', 'ที่มือ', null, '1', '-', 'ผ่ามือ', '-', '1953-04-15');
INSERT INTO `nic_final` VALUES ('84', '2', 'นาง', 'วิชชุดา', 'ประสารศรี', 'หญิง', null, null, null, null, '-', '053-274475', '053-431659', '-', '3520100327303', '316 ม.2 ต.สันผักหวาน อ.หางดง จ.เชียงใหม่', '-', '05', 'ค้าขาย', '-', 'ไม่มีแผล', '-', '2009-12-11', '0', '-', '-', '-', '1980-11-25');
INSERT INTO `nic_final` VALUES ('85', '1', 'นาย', 'วิภพ', 'พนาวรารัตน์', 'ชาย', 'มีบุตร', '1', '1', null, '080-0313748', '-', '-', '089-5585331 (ภรรยา)', '3580100164455', '142 ม.10 ต.หนองตอง อ.หางดง จ.เชียงใหม่', 'หน่วยบริการกลาง หอผู้ป่วย', '02', 'ลูกจ้างคณะแพทย์', '-', 'ไม่มีแผล', '-', '2008-08-05', '0', 'ไซนัส', 'ไซนัส', 'เป็นประโยชน์ให้นักศึกษา', '1979-11-08');
INSERT INTO `nic_final` VALUES ('86', '1', 'นาย', 'วิรัตน์', 'ตาบทิพย์', 'หญิง', '', '2', '0', '2', '085-2431613', '-', '053-945695,5', '085-7244522 (ภรรยา)', '3509900133731', '50/4 ม.2 ต.หนองหอย อ.เมือง จ.เชียงใหม่', 'งานบริการกลางโรงพยาบาล', '03', 'ลูกจ้างคณะแพทย์ ม.ช', 'รับจ้าง', 'มีแผล', 'นิ้วนางข้างซ้าย', '2008-05-13', '0', 'เบาหวาน, หัวใจ', '-', '-', '1961-06-06');
INSERT INTO `nic_final` VALUES ('87', '1', 'นาง', 'ศริยา', 'ทองสว่าง', 'หญิง', 'มีบุตร', '1', null, '1', '083-2089003', '053-225317', '053-945895', '-', '3509900475879', '23 ถ.พัฒนาช้างเผือก ต.ช้างเผือก อ.เมือง จ.เชียงใหม่', 'หอผู้ป่วยทารกแรกเกิด งานการพยาบาลผู้ป่วยกุมารเวชศาสตร์', '05', 'พยาบาล', '-', 'ไม่มีแผล', '-', '2009-11-11', '0', '-', '-', '-', '1976-10-02');
INSERT INTO `nic_final` VALUES ('88', '4', 'นาง', 'ศรีจันทร์', 'ปัญญาแก้ว', 'หญิง', 'มีบุตร', '2', null, null, '083-7614341', '-', '-', '-', '3501200727819', '144 ม.10 ต.ทุ่งต้อม อ.สันป่าตอง จ.เชียงใหม่', 'ที่บ้าน', '01', 'รับจ้างทั่วไป', '-', null, null, null, '0', '-', '-', null, '1966-05-13');
INSERT INTO `nic_final` VALUES ('89', '1', 'นาง', 'ศรีเพ็ชร', 'มะโนคำ', 'หญิง', 'มีบุตร', '2', '2', null, '081-2356749', '-', '053-945834', '-', '3509900080681', '64/2 ม.3 ต.แม่ปูคา อ.สันกำแพง จ.เชียงใหม่', 'โรงพยาบาลมหาราช ห้องคลอดชั้น 3', '01', 'ลูกจ้างประจำ คณะแพทยศาสตร์', '-', 'ไม่มีแผล', '-', '2008-12-05', '0', 'ปวดเอว,โรคกระเพาะ', 'จุกเสียด แน่นหน้าอก ปวดเอว', '-', '1961-05-10');
INSERT INTO `nic_final` VALUES ('90', '1', 'นาง', 'ศิริพร', 'คุณยศยิ่ง', 'หญิง', 'มีบุตร', '2', '1', '1', '089-8553630', '-', '053-945696', '-', '3501500410365', '233  ม.1  ต.สันผักหวาน อ.หางดง จ.เชียงใหม่', 'หน่วยตัดเย็บ - ซ่อมผ้า คณะแพทย์', '02', 'ลูกจ้างคณะแพทยศาสตร์', '-', '', '', '2012-12-26', '0', '-', '-', 'ไม่มี', '1970-04-08');
INSERT INTO `nic_final` VALUES ('91', '1', 'นาง', 'ศิริรัตน์', 'ขันธปราบ', 'หญิง', 'มีบุตร', '2', '1', '1', '081-2873352', '053-416099', '053-945804 :', '053-417211 (น้องสาว)', '3509901056705', '15/1 ซ.3 ถ.อินทวโรรส ต.ศรีภูมิ อ.เมือง จ.เชียงใหม่', 'หอพักพยาบาล 4 คณะแพทย์', '03', 'ลูกจ้างชั่วคราวคณะแพทย์', 'แม่บ้าน', 'ไม่มีแผล', '-', '2008-03-18', '0', 'ความดันโลหิต ไขมัน เบาหวาน', 'ความดันโลหิต', 'ต้องการสนับสนุน นศพ.ให้มีความเชื่อมั่นต่อโรคที่ได้', '1957-10-11');
INSERT INTO `nic_final` VALUES ('92', '2', 'นาย', 'ศุภชัย', 'ใหม่หล้า', 'ชาย', 'ไม่มีบุตร', null, null, null, '086-1140310', null, '5765, 6596', null, '3509901037671', '377/383 ถ.มหิดล ต.หนองหอย อ.เมือง จ.เชียงใหม่', 'คณะแพทย์', '03', 'พนักงานส่วนงาน', '-', 'ไม่มีแผล', null, '2009-12-09', null, '-', null, '-', '1979-11-19');
INSERT INTO `nic_final` VALUES ('93', '4', 'นาง', 'ศิริรัตน์', 'ไชยชนะ', 'หญิง', 'มีบุตร', '2', null, null, '089-9991730', '-', '053-945696', '-', '3501200860390', '22 ม.7 ต.ท่าวังพร้าว อ.สันป่าตอง จ.เชียงใหม่', 'งานบริการกลางโรงพยาบาล', '03', 'ลูกจ้างคณะแพทย์', '-', 'ไม่มีแผล', '-', '2009-04-11', '0', '-', '-', '-', '1975-03-17');
INSERT INTO `nic_final` VALUES ('94', '1', 'นาย', 'สมพงษ์', 'สุขเสาร์', 'ชาย', 'มีบุตร', '1', '1', null, '-', '-', '053-945777,5', '-', '3501300809931', '100/2 ม.11 ต.สันกำแพง อ.สันกำแพง จ.เชียงใหม่', 'OR', '07', 'ลูกจ้างคณะแพทย์', '-', 'ไม่มีแผล', '-', '2008-07-05', '0', '-', 'เป็นไข้', '-', '1962-12-22');
INSERT INTO `nic_final` VALUES ('95', '2', 'นาย', 'สมพงษ์', 'ปัญญา', 'หญิง', '', '0', '0', '0', '084-6087162', '-', '053-945546', '086-9126107 (เพื่อนร่วมงาน)', '3501200574443', '42 ม.8 ต.บ้านแม อ.สันป่าตอง จ.เชียงใหม่', 'ภ.เวชศาสตร์ฟื้นฟู', '', 'รับจ้าง', 'รับจ้าง', 'ไม่มีแผล', '-', '2008-09-19', '0', '-', '-', '-', '1968-12-20');
INSERT INTO `nic_final` VALUES ('96', '1', 'นาง', 'สมพร', 'เทพมาลัย', 'หญิง', 'มีบุตร', '1', null, null, '085-0339546', '-', '-', '-', '3500900237775', '6 ซ.2 ถ.สิงหราช ต.ศรีภูมิ อ.เมือง จ.เชียงใหม่', '-', '01', 'แม่บ้าน', '-', 'ไม่มีแผล', '-', '2009-05-27', '0', 'เบาหวาน', '-', '-', '1965-02-12');
INSERT INTO `nic_final` VALUES ('97', '1', 'นาง', 'สมพร', 'ประเสริฐ', 'หญิง', 'มีบุตร', '2', '2', null, '083-9483365', '-', '-', '089-9532540 (บุตร)', '3509901392161', '11 ถ.อารักษ์ ซ.4 ต.ศรีภูมิ อ.เมือง จ.เชียงใหม่', '-', '07', 'ข้าราชการบำนาญ', 'รับราชการ', 'ไม่มีแผล', '-', null, '0', 'ความดัน', 'ความดัน', '-', null);
INSERT INTO `nic_final` VALUES ('98', '2', 'นาย', 'สมศักดิ์', 'ศรีคำเมา', 'ชาย', null, null, null, null, '-', '-', '053-945698', '0811796622 (เพื่อนร่วมงาน)', '3501500247685', '138/1 ม.1 ต.หนองตอง อ.หางดง จ.เชียงใหม่', 'หน่วยบริการผ้า งานบริการกลาง', '03', 'ลูกจ้างคณะแพทย์', 'รับจ้าง', 'มีแผล', 'ข้อมือขวา', '2008-08-05', '0', 'ปวดกล้ามเนื้อ', '-', '-', '1977-11-03');
INSERT INTO `nic_final` VALUES ('99', '1', 'นาย', 'สังขาร', 'จาโรง', 'ชาย', 'มีบุตร', '1', '1', null, '089-5616607', '-', '053-945861', '-', '3501500270881', '15 ม.5 ต.สบแม่ข่า อ.หางดง จ.เชียงใหม่', 'แผนกอายุรกรรมหญิง 123', '03', 'ลูกจ้างคณะแพทย์ ม.ช', 'รับจ้าง', 'ไม่มีแผล', '-', '2008-08-05', '0', '-', 'ไขมันในเลือดสูง', '-', '1967-04-13');
INSERT INTO `nic_final` VALUES ('100', '1', 'นาง', 'สาคร', 'ไชยมงคล', 'หญิง', 'มีบุตร', '1', null, '1', '086-9180105', '-', '053-945697,5', '-', '3580500182141', '56 ม.1 ต.ฟ้าฮ่าม อ.เมือง จ.เชียงใหม่', 'งานบริการกลาง รพ. (หอผู้ป่วยกุมารฯ 2-5)', '03', 'ลูกจ้างคณะแพทย์', '-', 'ไม่มีแผล', '-', '2008-08-05', '0', '-', '-', '-', '1968-01-25');
INSERT INTO `nic_final` VALUES ('101', '2', 'นาย', 'สาคร', 'เต๋จ๊ะนัง', 'ชาย', null, null, null, null, '083-5749269', '-', '-', '-', '2501500001416', null, 'หน่วยบริการผ้า งานบริการกลางโรงพยาบาล', '03', 'ลูกจ้างคณะแพทย์', '-', 'มีแผล', 'แขนขวา', '2008-08-05', '0', '-', '-', '-', null);
INSERT INTO `nic_final` VALUES ('102', '2', 'น.ส.', 'สายชล', 'ประเสริฐศิลป์', 'หญิง', null, null, null, null, '086-9198878', '-', '053-945954', '-', '3500500010994', '2 ม.2 ต.เชิงดอย อ.ดอยสะเก็ด จ.เชียงใหม่', 'ชั้น 10 หู คอ จมูก อาคารสุจิณโณ', '07', 'ผู้ช่วยพยาบาล', '-', 'ไม่มีแผล', '-', '2009-11-16', '0', '-', '-', '-', '1973-10-30');
INSERT INTO `nic_final` VALUES ('103', '1', 'นาง', 'สายสุนีย์', 'กันธะ', 'หญิง', 'มีบุตร', '1', null, null, '086 1824331', '-', '053-945302', '-', '3501400153590', '48 ม.1 ต.สันนาเม็ง อ.สันทราย จ.เชียงใหม่', 'รพ.มหาราช', '02', 'ลูกจ้างคณะแพทย์', '-', null, null, null, null, null, null, '-', '1975-04-12');
INSERT INTO `nic_final` VALUES ('104', '1', 'นาง', 'สุจิฬา', 'สินศักดิ์', 'หญิง', 'มีบุตร', '2', null, '2', '089-8509078', '-', '053-945453', '-', '3510200011324', '262 ม.8 ต.เหมืองง่า อ.เมือง จ.ลำพูน', 'ภ.รังสีวิทยา คณะแพทยศาสตร์', '03', 'ลูกจ้างคณะแพทย์', '-', 'ไม่มีแผล', '-', '2009-11-17', '0', '-', 'หมอนรองกระดูกทับเส้นประสาท', '-', '1970-04-04');
INSERT INTO `nic_final` VALUES ('105', '1', 'นาง', 'สุนีย์', 'ไชยปอก', 'หญิง', 'มีบุตร', '2', '1', '1', '081-0292071', '-', '-', '-', '3500200390694', '125/2 ม.3 ต.สันติสุข อ.ดอยหล่อ จ.เชียงใหม่', 'ที่บ้าน', '01', 'รับจ้าง', '-', null, null, null, null, 'ความดันโลหิตสูง', '-', null, '1976-04-25');
INSERT INTO `nic_final` VALUES ('106', '1', 'นาง', 'สุพิชฌาย์', 'มูลใฝ', 'หญิง', 'มีบุตร', '2', null, null, '089-9559133', '-', '-', '-', '3501200727533', '137 ม.10 ต.ทุ่งต้อม อ.สันป่าตอง จ.เชียงใหม่', '-', '03', 'ค้าขาย', '-', null, null, null, null, null, null, '-', '1971-09-30');
INSERT INTO `nic_final` VALUES ('107', '1', 'นาง', 'สุภาภรณ์', 'สุวรรณรังษี', 'หญิง', null, null, null, null, '-', '053-222214', '-', '084-3667384 (ภญ.เวฬุรี มโนยศ : หลาน)', '3509901161487', '70/19 ถ.กู่เต้า ต.ศรีภูมิ อ.เมือง จ.เชียงใหม่', '-', '07', 'ข้าราชการบำนาญ', 'รับราชการผู้ช่วยพยาบาล', 'ไม่มีแผล', '-', '2008-05-28', '0', '-', '-', '-', null);
INSERT INTO `nic_final` VALUES ('108', '4', 'นาง', 'เสริมศรี', 'บัวขัติ', 'หญิง', 'มีบุตร', '1', '1', null, '084-8042834', '053-496266', '053-945696', '-', '3500500019282', '153 ม.2 ต.เชิงดอย อ.ดอยสะเก็ด จ.เชียงใหม่', 'รพ.มหาราชนครเชียงใหม่', '03', 'ลูกจ้างคณะแพทย์', 'รับจ้างทำงานชลประทาน', 'ไม่มีแผล', '-', null, '0', '-', '-', null, '1967-08-11');
INSERT INTO `nic_final` VALUES ('109', '2', 'นาย', 'เสรี', 'สุวาท', 'หญิง', '', '0', '0', '0', '089-6311596', '-', '053-945698', '086-9124883 (เพื่อนร่วมงาน)', '3610400008628', '2 ซ.4 ถ.สวนดอก ต.สุเทพ อ.เมือง จ.เชียงใหม่', 'หน่วยบริการผ้า งานบริการกลาง', '05', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'ไม่มีแผล', '-', '2008-08-05', '0', '-', '-', '-', '1981-03-12');
INSERT INTO `nic_final` VALUES ('110', '1', 'นาง', 'เสาวนีย์', 'โปธิปัน', 'หญิง', 'มีบุตร', '3', null, null, '086-5262926', '-', '-', '-', '3501200644999', '47/1 ม.5 ต.ท่าวังพร้าว อ.สันป่าตอง จ.เชียงใหม่', '-', '01', 'รับจ้าง', '-', 'ไม่มีแผล', '-', '2008-12-15', null, 'ความดันสูง', '-', '-', null);
INSERT INTO `nic_final` VALUES ('111', '1', 'นาง', 'แสงเพชร', 'ยะมัง', 'หญิง', 'มีบุตร', '1', '0', '0', '081-0348482', '-', '053-271386', '-', '', '130/31 ม.9 ต.แม่เหียะ อ.เมือง จ.เชียงใหม่', '-', '01', 'รับจ้าง', '-', '', '', '2008-12-25', '0', '', '', '-', '2012-12-26');
INSERT INTO `nic_final` VALUES ('112', '1', 'นาง', 'โสภา', 'คำศักดิ์', 'หญิง', 'มีบุตร', '1', '0', '1', '084-6082805', '-', '-', '-', '3510100872158', '96/1 ม.3 ต.หนองหนาม อ.เมือง จ.ลำพูน', '-', '02', 'แม่บ้าน', '-', 'ไม่มีแผล', '-', '2009-11-27', '0', '-', '-', '-', '1974-11-21');
INSERT INTO `nic_final` VALUES ('113', '1', 'น.ส.', 'อนงค์', 'เฉลิมสุข', 'หญิง', 'มีบุตร', '1', null, '1', '089-7587894', '-', '053-945697', '086-2107712 (เพื่อนร่วมงาน)', '3609900832581', '17 ม.5 ต.สบแม่ข่า อ.หางดง จ.เชียงใหม่', 'รพ.มหาราชนครเชียงใหม่', '03', 'ลูกจ้างคณะแพทย์ ม.ช', 'รับจ้าง', 'มีแผล', 'หัวเข่า', '2008-08-05', '0', '-', 'เป็นหวัด', '-', '1977-05-27');
INSERT INTO `nic_final` VALUES ('114', '4', 'นาง', 'อมรรัตน์', 'รุ่งรังษี', 'หญิง', 'มีบุตร', '1', '1', null, '087-7273382', '053-200954', '-', '085-7116752 (มารดา)', '3500100525644', '135/4 ม.1 ต.ป่าแดด อ.เมือง จ.เชียงใหม่', 'งานบริการกลางโรงพยาบาล', '03', 'ลูกจ้างชั่วคราวคณะแพทย์ ม.ช', 'ลูกจ้างบริษัท LTEC', 'ไม่มีแผล', '-', '2008-03-21', '0', 'หอบหืด', 'หอบหืด', 'ต้องการให้ตัวเองมีประโยชน์สามารถเป็นวิทยาทานต่อผู้', '1974-09-09');
INSERT INTO `nic_final` VALUES ('115', '1', 'นาง', 'อมรา', 'มูลสมบัติ', 'หญิง', 'มีบุตร', '3', '1', '2', '085-0313225', '-', '053-945588', '-', '3509901391849', '6/1 ถ.อารักษ์ ซ.4 ต.ศรีภูมิ อ.เมือง จ.เชียงใหม่', 'คณะแพทยศาสตร์', '05', 'พนักงานส่วนงานรับจ้างชั่วคราว', '-', 'ไม่มีแผล', '-', '2009-11-26', '0', '-', '-', '-', null);
INSERT INTO `nic_final` VALUES ('116', '1', 'นาง', 'อรพิณ', 'ตุ้ยตามพันธ์', 'หญิง', 'มีบุตร', '1', null, null, '-', '053-127390', '053-945696', '-', '3509900123352', '144 ม.2 ต.หนองจ๊อม อ.สันทราย จ.เชียงใหม่', 'คณะแพทยศาสตร์', '05', 'ลูกจ้างคณะแพทย์', '-', null, null, null, null, null, null, null, '1966-06-16');
INSERT INTO `nic_final` VALUES ('117', '2', 'นาง', 'อรสุรางค์', 'วุฒิญาณ', 'หญิง', '', '0', '0', '0', '081-5943963', '-', '053-945923,5', '085-0297362 (เพื่อน)', '3550700528962', '89/282 ม.9 ต.ต้นเปา อ.สันกำแพง จ.เชียงใหม่', 'พิเศษ 3 รพ.มหาราชนครเชียงใหม่', '05', 'ผู้ช่วยพยาบาล', '-', 'ไม่มีแผล', '-', '2008-08-05', '0', '-', '-', '-', '2012-12-26');
INSERT INTO `nic_final` VALUES ('118', '1', 'น.ส.', 'อัมพร', 'ศรีสุพิงค์', 'หญิง', 'มีบุตร', '1', '1', null, '081-0293670', '-', '053-945697', '089-2657714 (สามี)', '3501200155386', '175/4 ม.2 ต.ยุหว่า อ.สันป่าตอง จ.เชียงใหม่', 'รพ.มหาราชนครเชียงใหม่', '02', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'ไม่มีแผล', '-', null, '0', 'ภูมิแพ้', 'ไซนัส', '-', '1976-03-01');
INSERT INTO `nic_final` VALUES ('119', '2', 'นาย', 'อาคม', 'เทพผล', 'ชาย', null, null, null, null, '084-2233809', '-', '053-945853', '085-7099781 (แฟน)', '3500700510265', '107/3 ม.3 ต.แม่สา อ.แม่ริม จ.เชียงใหม่', 'อายุรกรรมชาย 3,4 , Sub ICU Med. 1,2', '02', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'มีแผล', 'แขนซ้าย', '2008-08-05', '0', '-', '-', '-', null);
INSERT INTO `nic_final` VALUES ('120', '2', 'นาย', 'อำนวย', 'หม่องติ๊บ', 'หญิง', '', '0', '0', '0', '0801282490', '-', '053-945698', '-', '3501700056859', '116 ม.4 ต.บงตัน อ.ดอยเต่า จ.เชียงใหม่', 'หน่วยบริการผ้า งานบริการกลาง', '03', 'ลูกจ้างคณะแพทย์', '-', 'ไม่มีแผล', '-', '2008-05-08', '0', '-', '-', 'อยากให้นักศึกษาแพทย์ได้มีความรู้', '1975-01-05');
INSERT INTO `nic_final` VALUES ('121', '1', 'นาง', 'อำพร', 'ไชยนิเวศน์', 'หญิง', 'มีบุตร', '1', '1', null, '087-1761945', '-', '053-945695, ', '087-1761945 (สามี)', '3500600055230', '57/1 ม.9 ต.ขี้เหล็ก อ.แม่แตง จ.เชียงใหม่', 'งานบริการกลางโรงพยาบาล', '03', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'มีแผล', 'นิ้วกลางขวา', '2008-05-14', '0', 'ไธรอยด์', 'ไธรอยด์', '-', '1972-02-16');
INSERT INTO `nic_final` VALUES ('122', '1', 'นาง', 'อำพันธ์', 'วงศ์สุฤทธ์', 'หญิง', 'มีบุตร', '2', '2', null, '-', '-', '053-945392,5', '-', '3509900153596', '90 ม.4 ต.สันทรายหลวง อ.สันทราย จ.เชียงใหม่', 'หน่วยอาคารสถานที่ คณะแพทยศาสตร์', null, 'ลูกจ้างประจำคณะแพทย์ ม.ช', '-', 'ไม่มีแผล', '-', '2008-05-14', '0', '-', '-', '-', '1963-03-11');
INSERT INTO `nic_final` VALUES ('123', '1', 'นาง', 'อำไพ', 'จันสีมุ่ย', 'หญิง', 'มีบุตร', '1', '1', null, '084-2230955', '053-367189', '053-945834-5', '-', '3501400631653', '108 ม.11 ต.ยางคราม กิ่งอ.ดอยหล่อ จ.เชียงใหม่', 'ห้องคลอด คณะแพทยศาสตร์', '03', 'ลูกจ้างคณะแพทย์ ม.ช', '-', 'ไม่มีแผล', '-', null, '0', '-', 'ไข้หวัด', null, '1969-01-19');
INSERT INTO `nic_final` VALUES ('124', '1', 'นาง', 'อำไพ', 'ตั๋นแก้ว', 'หญิง', 'มีบุตร', '2', null, null, '089-2630687', '-', '-', '-', '3500200252674', '11 ม.3 ต.สันติสุข กิ่งอ.ดอยหล่อ จ.เชียงใหม่', 'ตลาดทุ่งเสี้ยว', '02', 'ค้าขาย', '-', null, null, null, null, null, null, null, '1970-03-31');
INSERT INTO `nic_final` VALUES ('125', '2', 'นาง', 'เบญจมาศ', 'ท้ายคำน้อย', 'หญิง', null, '0', '0', '0', '083-5163614', '-', '-', '-', '3509901056861', '14/3 ซ.3 ถ.สามล้าน ต.พระสิงห์ อ.เมือง จ.เชียงใหม่', '-', '03', 'รับจ้าง', '-', null, null, '2009-11-17', null, '-', '-', '-', '1966-04-10');
INSERT INTO `nic_final` VALUES ('126', '1', 'นาง', 'กรรณิการ์', 'ปินตากรณ์', 'หญิง', 'มีบุตร', '2', '2', '0', '080-1220585', '053-880884', '-', '087-4563845 (สามี)', '3510101034393', '55 ม.6 ต.บ้านธิ อ.บ้านธิ จ.ลำพูน', 'สนามกอล์ฟ เชียงใหม่-ลำพูนกอล์ฟคลับ', '03', 'แค้ดดี้', 'พนักงานบริษัท (นิคมฯ)', 'ไม่มีแผล', '-', '2008-03-21', '0', '-', 'ปวดบริเวณเข่าซ้าย', 'อยากศึกษาถึงการเจ็บป่วยในรูปแบบต่างๆ และวิธีการบำบ', '1969-03-10');
INSERT INTO `nic_final` VALUES ('127', '1', 'นาง', 'กรณิการ์', 'ยาวิลาศ', 'หญิง', 'มีบุตร', '2', '0', '0', '085-0364813', '555555', '053-945392', '-', '3501200728475', '152/1 ม.10 ต.ทุ่งต้อม อ.สันป่าตอง จ.เชียงใหม่', 'หอพักนักศึกษาแพทย์ ชาย 2', '03', 'ลูกจ้างคณะแพทย์', '-', 'ไม่มีแผล', '-', '2009-11-27', '0', '-', '-', '-', '2012-12-25');
INSERT INTO `nic_final` VALUES ('128', '1', 'นาย', 'ก้อนแก้ว', 'บัวออน', 'ชาย', 'มีบุตร', '1', '1', null, '081-7655594', '-', '053-945701', '087-1803298 (ภรรยา)', '3501500440957', '68/1 ม.4 ต.หนองควาย อ.หางดง จ.เชียงใหม่', 'ortho ชาย', null, 'ลูกจ้างประจำคณะแพทย์', '-', 'มีแผล', 'ข้อมือซ้าย', '2008-08-05', '0', '-', '-', '-', '1962-09-10');
INSERT INTO `nic_final` VALUES ('129', null, 'นาง', 'ดวงเดือน', 'สังคะยอม', 'หญิง', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('130', '1', 'นาง', 'อรอนงค์', 'สุวาท', 'หญิง', 'มีบุตร', '1', '0', '0', '0904711303', '', '5697', '', '', '15/14 ต.ช้างเผือก อ.\r\nเมือง จ.เชียงใหม่ ', 'งานบริการกลาง', '03', 'รับจ้าง', '', '', '', '2012-12-26', '', '', '', '', '2012-12-26');
INSERT INTO `nic_final` VALUES ('131', null, 'นาย', 'วิทยา', 'วงศ์เฉลิมทานต์', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('132', '1', 'นาย', 'วิเชียร', 'ฝูงคน', 'หญิง', 'มีบุตร', '2', '0', '0', '0835694570', '', '6670', '', '', '73 หมู่ 5 บ้านไร่ ต.หารแก้ว อ.หางดง จ.เชียงใหม่ 50230', '', '03', 'พนักงานมหาวิทยาลัย', '', '', '', '2012-12-26', '', '', '', '', '2012-12-26');
INSERT INTO `nic_final` VALUES ('133', '', 'นาย', 'วราพงษ์', 'บุญตันทา', 'หญิง', '', '0', '0', '0', '08718769370', '', '', '', '', '138 ม.3 ต.แช่ช้าง อ.สันกำแพง จ.เชียงใหม่', 'งานบริการกลาง คณะแพทยศาสตร์ มช.', '05', '', '', '', '', '2012-12-25', '', '', '', '', '2012-12-25');
INSERT INTO `nic_final` VALUES ('134', '1', 'นาย', 'ครรชิต', 'พรมเสพสัก', 'หญิง', 'มีบุตร', '2', '0', '0', '089-5587369', '', '', '', '', '103 ม.9 ต.บ้านแม อ.สันป่าตอง อ.เมือง', '', '03', 'ลูกจ้างประจำ', '', '', '', '2013-01-09', '', '', '', '', '2013-01-09');
INSERT INTO `nic_final` VALUES ('135', null, 'นาย', 'อดิศักดิ์', 'พุทธวงค์', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('136', null, 'นาย', 'ดำรง', 'กาวิชา', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('137', null, 'นาย', 'สถิต', 'ดวงอาภัย', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('138', '1', 'นาย', 'สุธรรม', 'ชุมแสง', 'หญิง', '', '0', '0', '0', '0896366496', '', '053945698', '', '', '285 หมู่ 1 ต.หนองตอง อ.หางดง จ.เชียงใหม่', '', '04', 'รับจ้าง', '', '', '', '2012-12-25', '', '', '', '', '2012-12-25');
INSERT INTO `nic_final` VALUES ('139', '1', 'นาย', 'คมขำ', 'กันทะวงค์', 'หญิง', 'มีบุตร', '2', '1', '1', '0861958986', '', '5698', 'กำธร 5698', '2501600019945', '85 ม.12 ต.บ่อหลวง อ.ฮอด จ.เชียงใหม่', '', '02', 'คนงานซักฟอก', '', '', '', '2012-08-27', '', '', '', '', '1980-09-07');
INSERT INTO `nic_final` VALUES ('140', '1', 'นาย', 'สมจิตร์', 'ตามั่น', 'หญิง', 'มีบุตร', '1', '0', '0', '', '', '5588', '', '', '18 หมู่ 1 ต.บ้านหลวง อ.แม่อาย จ.เชียงใหม่', 'หน่วยสนาม ', '03', 'รับจ้าง', '', '', '', '2012-12-26', '', '', '', '', '1983-01-01');
INSERT INTO `nic_final` VALUES ('141', null, 'นาง', 'จุรีย์', 'ของก้ำ', 'หญิง', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('142', null, 'นาย', 'นัทธสิทธ์', 'กุลทอง', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('143', null, 'นาย', 'สมพร', 'ผิวขาว', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('144', null, 'นาย', 'ดำรง', 'บุญมีอนันต์', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('145', '1', 'นาย', 'จำนง', 'วรรณนา', 'หญิง', 'มีบุตร', '2', '0', '0', '087-1894801', '', '5223', '', '', '82/1 หมู่ 6 ต.แม่คือ อ.ดอยสะเก็ด จ.เชียงใหม่', '', '05', 'ลูกจ้างมหาวิทยาลัย', '', '', '', '2012-12-26', '', '', '', '', '2012-12-26');
INSERT INTO `nic_final` VALUES ('146', '2', 'นาย', 'อนันต์', 'มโนคำ', 'หญิง', 'มีบุตร', '2', '0', '0', '086-9233623', '', '5584', '', '', '18/2 หมู่ 3 ต.แม่ปูคา อ.สันกำแพง จ.เชียงใหม่', '', '03', 'เจ้าหน้าที่ธุรการคณะแพทย์', '', '', '', '2012-12-26', '', '', '', '', '2012-12-26');
INSERT INTO `nic_final` VALUES ('147', null, 'นาย', 'สุรศักดิ์', 'มาสนอง', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('148', null, 'นาย', 'คมสัน', 'ยาวะริน', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('149', null, 'นาย', 'อาทิตย์', 'เบญจกรรณ', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('150', null, 'นาย', 'อินเสาร์', 'สุวรรณนัง', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('151', '1', 'นาย', 'ทองรัตน์', 'ทาศรี', 'หญิง', '', '0', '0', '0', '087-1904487', '', '', '', '', '53/1 หมู่ 7 ต.แช่ช้าง อ.สันกำแพง จ.เชียงใหม่', 'คณะแพทย์ มช.', '03', 'ลูกจ้างประจำคณะแพทย์', '', '', '', '2012-12-26', '', '', '', '', '2012-12-26');
INSERT INTO `nic_final` VALUES ('152', null, 'นาย', 'คะนอง', 'ทองทิพย์', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('153', null, 'นาย', 'สุขสวัสดิ์', 'ใจแก่น', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('154', null, 'นาย', 'เจิดศักดิ์', 'โสภา', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('155', null, 'นาย', 'นพพร', 'กลิ่นหอม', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('156', null, 'นาย', 'พันธ์ศักดิ์', 'เทพยงค์', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('157', null, 'นาย', 'สมจิตร', 'ตามั่น', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('158', '', 'นาย', 'สมชัย', 'ตามั่น', 'หญิง', '', '0', '0', '0', '0810239028', '', '', '', '', '18 หมู่ 1 ต.บ้านหลวง อ.แม่อาย จ.เชียงใหม่', 'หน่วยสนามคณะแพทย์', '03', '', '', '', '', '2012-12-26', '', '', '', '', '2012-12-26');
INSERT INTO `nic_final` VALUES ('159', null, 'นาย', 'รุ่งชาย', 'อุตตะมะ', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('160', null, 'นาย', 'อนุชา', 'ถาคำติ้บ', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('161', null, 'นาย', 'ฉัตรชัย', 'คำเป็ง', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('162', '', 'นาย', 'ธเนศ', 'อินทรีย์', 'หญิง', '', '0', '0', '0', '084-7396384', '', '', '', '', '63/1 หมู่ 2 ต.ฟ้าฮ่าม อ.เมือง จ.เชียงใหม่', 'หน่วยอาคารสถานที่ คณะแพทยศาสตร์ มช.', '02', '', '', '', '', '2012-12-26', '', '', '', '', '2012-12-26');
INSERT INTO `nic_final` VALUES ('163', null, 'นาย', 'จันทร์', 'คำสร้อย', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('164', null, 'นาย', 'นคร', 'ศรีโพธิ', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('165', null, 'นาย', 'ธีรวุฒิ', 'ขอดคำ', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('166', '1', 'นาย', 'จรัล', 'สมโน', 'หญิง', '', '0', '0', '0', '086-9237421', '', '', '', '', '94/1 หมู่ 3 ต.บ้านแม อ.สันป่าตอง จ.เชียงใหม่ 50120', 'งานบริหารทั่วไป คณะแพทยศาสตร์ มช.', '', 'รับจ้าง', '', '', '', '2012-12-26', '', '', '', '', '2012-12-26');
INSERT INTO `nic_final` VALUES ('167', '2', 'นาง', 'ทับทิม', 'จูแวน', 'หญิง', 'ไม่มีบุตร', '0', '0', '0', '085-6153600', '', '5697', '', '1501600059540', '17 หมู่ที่ 12 ต.บ่อหลวง อ.ฮอด จ.เชียงใหม่', 'งานบริการกลาง คณะแพทย์', '03', 'ลูกจ้าง คณะแพทย์', '-', 'ไม่มีแผล', '-', '2007-01-03', '0', '-', '-', '-', '1987-10-02');
INSERT INTO `nic_final` VALUES ('168', '1', 'นาง', 'ประภัสสร', 'ไชยโพธิ์', 'หญิง', 'มีบุตร', '1', '0', '1', '083-2064243', '-', '5840', '-', '3501200835824', '93 หมู่ 8 แม่ก๊า อ.สันป่าตอง จ.เชียงใหม่', 'คณะแพทยศาสตร์', '04', 'ลูกจ้าง คณะแพทย์', '-', 'ไม่มีแผล', null, '2009-08-14', '0', 'ภูมิแพ้ โรคกระเพาะ', '-', '-', null);
INSERT INTO `nic_final` VALUES ('169', null, 'นาง', 'ปนิตา', 'สิทธิปัญญา', 'หญิง', null, '0', '0', '0', '081-7830916', '-', '5895', '-', '3570200168428', '200 หมู่ที่ 14 ต.ทุ่งก่อ อ.เวียงเชียงรุ้ง จ.เชียงราย', '-', null, null, null, 'ไม่มีแผล', '-', '2009-11-11', '0', '-', '-', '-', '1979-04-03');
INSERT INTO `nic_final` VALUES ('170', null, 'นาย', 'อำนวย', 'ราษฎร์ดี', 'ชาย', null, '0', '0', '0', '080-4229448', '053-860889', '6991', '-', '3160101454761', '35/1 ม.3  ต.ริมเหนือ อ.แม่ริม จ.เชียงใหม่', 'งานบริการกลาง รพ.', null, null, null, 'ไม่มีแผล', '-', '2009-11-11', '0', '-', '-', '-', '1973-12-17');
INSERT INTO `nic_final` VALUES ('171', '1', 'นาง', 'วิภาวรรณ', 'ชัยชมชั้น', 'หญิง', 'มีบุตร', '2', '1', '1', '083-5761559', '-', '053-945695,9', '-', '3500200361066', '72/1 หมู่ 4 ต.ท่าวังพร้าว อ.สันป่าตอง จ.เชียงใหม่', 'งานบริการกลาง รพ.', '03', 'ลูกจ้าง คณะแพทย์', '-', 'ไม่มีแผล', '-', '2009-11-11', '0', '-', '-', '-', null);
INSERT INTO `nic_final` VALUES ('172', '2', 'นาง', 'เยาวเรศ', 'ทิยพวารีวงศ์', 'หญิง', 'ไม่มีบุตร', '0', '0', '0', '086-1915090', '-', '5418', '-', null, '621/3 ถ.เจริญเมือง ต.หนองป่าครั่ง อ.เมือง จ.เชียงใหม่', 'ห้องปฏิบัติการภาควิชากุมารฯ', '03', 'ลูกจ้าง คณะแพทย์', '-', 'ไม่มีแผล', '-', '2009-09-29', '0', '-', '-', '-', null);
INSERT INTO `nic_final` VALUES ('173', '1', 'นาง', 'อัจฉรา', 'กันทะพรม', 'หญิง', 'มีบุตร', '2', '0', '0', '089-9523745', '-', '-', '-', '3501400420920', '16 หมู่ 6 สันป่าเป้า อ.สันทราย จ.เชียงใหม่', 'คณะแพทย์', '02', 'ลูกจ้าง คณะแพทย์', '-', 'ไม่มีแผล', '-', '2009-10-01', '0', 'ความดัน', '-', '-', null);
INSERT INTO `nic_final` VALUES ('174', null, 'นาย', 'สุริโย', 'พรหมมา', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('175', null, 'นาย', 'ธีรวุฒิ', 'ขอดคำ', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('176', null, 'นาย', 'ธัญวลัย', 'ใสคำ', 'ชาย', null, '0', '0', '0', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `nic_final` VALUES ('185', '1', 'นาย', 'gdfgf', 'gfhfh', 'หญิง', '-เลือก-', '0', '0', '0', '', '', '', '', '', '4545 \r\n', '', '01', '', '', '-เลือก-', '', '2012-12-25', '0', '', '', '', '2012-12-25');
INSERT INTO `nic_final` VALUES ('187', '1', 'นางสาว', 'trju', 'ytt', 'ชาย', '-เลือก-', '0', '0', '0', '', '', '', '', '', '', '', '01', '', '', '', '', '2012-12-25', 'ไ', '', '', '', '2012-12-25');
INSERT INTO `nic_final` VALUES ('186', '2', 'นาย', 'สาธิต', 'แสนหลวง', 'ชาย', '-เลือก-', '0', '0', '0', '0811694356', '053-559185', '', '', '3510100077416', '105 ม.1 ต.หนองช้างคืน อ.เมือง จ.ลำพูน', '', '05', 'รับจ้าง', '', '', '', '2012-12-25', 'ไ', '', '', '', '1980-11-23');
INSERT INTO `nic_final` VALUES ('188', '1', 'นาย', 'ty', 'ty', 'ชาย', '-เลือก-', '0', '0', '0', '', '', '', '', '', '', '', '01', '', '', '', '', '2012-12-25', 'ไ', '', '', '', '2012-12-25');
INSERT INTO `nic_final` VALUES ('189', '4', 'นาง', 'วนิดา', 'ปัญจะเรือง', 'หญิง', '-เลือก-', '0', '0', '0', '0861907298', '', '', '', '', '102 หมู่ 4 ต.ขุนคง อ.หางดง จ.เชียงใหม่ 50230', '', '02', 'รับจ้าง', '', '-เลือก-', '', '2012-12-26', '0', '', '', '', '1974-01-01');
INSERT INTO `nic_final` VALUES ('190', '4', 'นาง', 'วนิดา', 'ปัญจะเรือง', 'หญิง', '-เลือก-', '0', '0', '0', '0861907298', '', '', '', '', '102 หมู่ 4 ต.ขุนคง อ.หางดง จ.เชียงใหม่ 50230', '', '02', 'รับจ้าง', '', '-เลือก-', '', '2012-12-26', '0', '', '', '', '1974-01-01');
INSERT INTO `nic_final` VALUES ('191', '1', 'นาย', 'สมนึก', 'ขอดศิริ', 'ชาย', '-เลือก-', '0', '0', '0', '', '', '5698', '', '', '24 หมู่ 1 ต.ตลากขวัญ อ.ดิยสะเก็ด จ.เชียงใหม่ 50220', 'หน่วยบริการผ้า', '02', 'ลูกจ้างประจำคณะแพทย์', '', '', '', '2012-10-25', 'ไ', '', '', '', '1965-01-01');
INSERT INTO `nic_final` VALUES ('192', '1', 'นาย', 'สมนึก', 'ขอดศิริ', 'ชาย', '-เลือก-', '0', '0', '0', '', '', '5698', '', '', '24 หมู่ 1 ต.ตลากขวัญ อ.ดิยสะเก็ด จ.เชียงใหม่ 50220', 'หน่วยบริการผ้า', '02', 'ลูกจ้างประจำคณะแพทย์', '', '', '', '2012-10-25', 'ไ', '', '', '', '1965-01-01');
INSERT INTO `nic_final` VALUES ('193', '2', 'นาง', 'อุบลวรรณ', 'แสงหล้า', 'หญิง', '-เลือก-', '0', '0', '0', '089-9521178', '', '5743  6642', '', '', '50/2 ม.7 ต.สุเทพ อ.เมือง จ.เชียงใหม่ ', 'OPD 5', '03', 'รับจ้าง', '', '-เลือก-', '', '2012-10-25', '0', '', '', '', '1982-01-01');
INSERT INTO `nic_final` VALUES ('194', '2', 'นาง', 'อุบลวรรณ', 'แสงหล้า', 'หญิง', '-เลือก-', '0', '0', '0', '089-9521178', '', '5743  6642', '', '', '50/2 ม.7 ต.สุเทพ อ.เมือง จ.เชียงใหม่', 'OPD 5', '03', 'รับจ้าง', '', '-เลือก-', '', '2012-10-25', '0', '', '', '', '1982-01-01');
INSERT INTO `nic_final` VALUES ('195', '1', 'นาย', 'เปลี่ยน', 'ตินันท์', 'ชาย', '-เลือก-', '0', '0', '0', '0895584283', '', '5698', '', '', '37 หมู่ 1 ต.หนองตอง อ.หางดง จ.เชียงใหม่', 'งานบริการผ้า', '03', 'ลูกจ้าง', '', '', '', '2012-12-26', 'ไ', '', '', '', '1967-01-01');
INSERT INTO `nic_final` VALUES ('196', '1', 'นาย', 'เปลี่ยน', 'ตินันท์', 'หญิง', '-เลือก-', '0', '0', '0', '0895584283', '', '5698', '', '', '37 หมู่ 1 ต.หนองตอง อ.หางดง จ.เชียงใหม่', 'งานบริการผ้า', '03', 'ลูกจ้าง', '', '', '', '2012-10-25', '', '', '', '', '1967-01-01');
INSERT INTO `nic_final` VALUES ('197', '1', 'นาย', 'เปลี่ยน', 'ตินันท์', 'ชาย', '-เลือก-', '0', '0', '0', '0895584283', '', '5698', '', '', '37 หมู่ 1 ต.หนองตอง อ.หางดง จ.เชียงใหม่', 'งานบริการผ้า', '03', 'ลูกจ้าง', '', '', '', '2012-10-25', 'ไ', '', '', '', '1967-01-01');
INSERT INTO `nic_final` VALUES ('198', '1', 'นาง', 'รัตนาภรณ์', 'วิลัย', 'หญิง', 'มีบุตร', '1', '0', '0', '089-2653282', '', '5813', '', '', '56 หมู่ 1 ต.ฟ้าฮ่าม อ.เมือง จ.เชียงใหม่', '', '03', '', '', '-เลือก-', '', '2012-10-25', '0', '', '', '', '1979-01-01');
INSERT INTO `nic_final` VALUES ('199', '1', 'นาง', 'อัมรา', 'สาธุเม', 'หญิง', 'มีบุตร', '2', '0', '0', '0897587065', '', '5735', '', '', '179/40 ต.ต้นเปา อ.สันกำแพง จ.เชียงใหม่', '', '03', 'ลูกจ้างประจำคณะแพทย์', '', '-เลือก-', '', '2012-12-26', '0', '', '', '', '1959-01-01');
INSERT INTO `nic_final` VALUES ('200', '1', 'นางสาว', 'จิดาภา', 'บัวขัตติยสกุล', 'หญิง', 'มีบุตร', '1', '0', '0', '0848042834', '053496266', '053945696', '', '', '153 หมู่ 2 ต.เชิงดอย อ.ดอยสะเก็ด จ.เชียงใหม่', '', '03', 'รับจ้าง', '', '-เลือก-', '', '2012-10-25', '0', '', '', '', '1967-01-01');
INSERT INTO `nic_final` VALUES ('201', '2', 'นางสาว', 'พรรสวรรค์', 'กันทยา', 'หญิง', 'มีบุตร', '1', '0', '0', '082-6990696', '', '5777  5776', '', '', '104 หมู่ 1 ต.แม่เหียะ อ.เมือง จ.เชียงใหม่', 'ห้องผ่าตัดและพักฟื้น', '03', 'รับจ้าง', '', '-เลือก-', '', '2012-10-25', '0', '', '', '', '1992-01-01');
INSERT INTO `nic_final` VALUES ('202', '1', 'นางสาว', 'ดลยาณี', 'ดอกไม้', 'หญิง', 'มีบุตร', '1', '0', '0', '085-8693909', '', '5697', '', '', '53 ม.6 ต.หนองควาย อ.หางดง จ.เชียงใหม่', 'งานบริการกลาง รพ.', '03', 'รับจ้าง', '', '-เลือก-', '', '2012-10-25', '0', '', '', '', '1986-01-01');
INSERT INTO `nic_final` VALUES ('203', '1', 'นางสาว', 'นภัสสร', 'อินธูป', 'หญิง', 'มีบุตร', '1', '0', '0', '085-5988968', '', '5697', '', '', '12 หมู่ 8 ต.ร้องวัวแดง อ.สันกำแพง จ.เชียงใหม่', 'งานบริการกลาง', '03', '', '', '-เลือก-', '', '2012-10-25', '0', '', '', '', '1992-01-01');
INSERT INTO `nic_final` VALUES ('204', '1', 'นางสาว', 'สุภัสสรา', 'คงเดิม', 'หญิง', 'ไม่มีบุตร', '1', '0', '0', '085-6230224', '', '5836  5697', '', '', '109/1 หมู่ 2 ต.แม่ลาหลวง อ.แม่ลาน้อย จ.แม่ฮ่องสอน 58120', 'งานบริการกลาง รพ.', '02', '', '', '-เลือก-', '', '2012-10-25', '0', '', '', '', '1980-01-01');
INSERT INTO `nic_final` VALUES ('205', '1', 'นางสาว', 'พยุดา', 'แก้วภา', 'หญิง', 'ไม่มีบุตร', '1', '0', '0', '082-6117233', '', '5697', '', '', '76/2 หมู่ 4 ต.สองแคว อ.ดอยหล่อ จ.เชียงใหม่ 50160', 'งานบริการกลาง', '03', 'รับจ้าง', '', '-เลือก-', '', '2012-12-26', '0', '', '', '', '1988-01-01');
INSERT INTO `nic_final` VALUES ('206', '1', 'นาย', 'ปรีชา', 'นามศรีแก้ว', 'ชาย', 'ไม่มีบุตร', '1', '0', '0', '0881382003', '', '', '', '', '37 หมู่ 5 ต.หารแก้ว อ.หางดง จ.เชียงใหม่', 'งานบริหารทั่วไป', '03', 'รับจ้าง', '', '', '', '2012-10-25', 'ไ', '', '', '', '1978-01-01');
INSERT INTO `nic_final` VALUES ('207', '1', 'นาย', 'เข็มทอง', 'นิวงษา', 'หญิง', '', '0', '0', '0', '089-560-9575', '', '', '', '', '110 ถ.อินทวโรรส ต.ศรีภูมอ อ.เมือง จ.เชียงใหม่', 'งานนโยบายและแผน', '06', '', '', '', '', '2013-12-23', '', '', '', '', '2013-12-23');
INSERT INTO `nic_final` VALUES ('208', '1', 'นาย', 'เข็มทอง', 'นิวงษา', 'หญิง', '', '0', '0', '0', '089-560-9575', '', '', '', '', '110 ถ.อินทวโรรส ต.ศรีภูมอ อ.เมือง จ.เชียงใหม่', 'งานนโยบายและแผน', '06', '', '', '', '', '2013-12-23', '', '', '', '', '2013-12-23');
INSERT INTO `nic_final` VALUES ('209', '2', 'นางสาว', 'แพรวพรรณ', 'กองศรี', 'หญิง', 'ไม่มีบุตร', '0', '0', '0', '0869131654', '', '', '', '1509901127657', '78/1หมู่ 4 ต.ห้วยทราย อ.สันกำแพง จ.เชียงใหม่ 50130', 'คณะแพทยศาสตร์ มหาวิทยาลัยเชียงใหม่', '05', 'นักวิชาการคอมพิวเตอร์', '', '-เลือก-', '', '2018-05-28', '0', '', '', '', '1992-02-19');

-- ----------------------------
-- Table structure for prefix
-- ----------------------------
DROP TABLE IF EXISTS `prefix`;
CREATE TABLE `prefix` (
  `prefix_code` varchar(1) COLLATE utf8_unicode_ci NOT NULL,
  `prefix_desc` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`prefix_code`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of prefix
-- ----------------------------
INSERT INTO `prefix` VALUES ('1', 'นาย');
INSERT INTO `prefix` VALUES ('2', 'นาง');
INSERT INTO `prefix` VALUES ('3', 'นางสาว');
INSERT INTO `prefix` VALUES ('4', 'อื่น ๆ');

-- ----------------------------
-- Table structure for skill_group
-- ----------------------------
DROP TABLE IF EXISTS `skill_group`;
CREATE TABLE `skill_group` (
  `sk_id` char(1) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `sk_code` varchar(2) COLLATE utf8_unicode_ci NOT NULL,
  `sk_desc` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sk_desc_eng` varchar(60) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`sk_code`),
  KEY `sk_id` (`sk_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of skill_group
-- ----------------------------
INSERT INTO `skill_group` VALUES ('0', '-', '', '-');
INSERT INTO `skill_group` VALUES ('3', 'C', 'การสื่อสาร', 'Comunication Skill');
INSERT INTO `skill_group` VALUES ('1', 'Hx', 'การซักประวัติ', 'History Taking');
INSERT INTO `skill_group` VALUES ('5', 'L', 'การแปลผลต่าง ๆ', 'Lab Skill');
INSERT INTO `skill_group` VALUES ('4', 'M', 'การทำหัตการ', 'Manual Skill');
INSERT INTO `skill_group` VALUES ('2', 'PE', 'การตรวจร่างกาย', 'Physical Exam.');

-- ----------------------------
-- Table structure for symptom
-- ----------------------------
DROP TABLE IF EXISTS `symptom`;
CREATE TABLE `symptom` (
  `sym_id` int(11) NOT NULL AUTO_INCREMENT,
  `sym_desc` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`sym_id`)
) ENGINE=MyISAM AUTO_INCREMENT=60 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of symptom
-- ----------------------------
INSERT INTO `symptom` VALUES ('1', '');
INSERT INTO `symptom` VALUES ('2', 'acute glomerulonephritis');
INSERT INTO `symptom` VALUES ('3', 'acute pancreatitis');
INSERT INTO `symptom` VALUES ('4', 'angina pectoris');
INSERT INTO `symptom` VALUES ('5', 'benign venus');
INSERT INTO `symptom` VALUES ('6', 'bitemporal hemianopia');
INSERT INTO `symptom` VALUES ('7', 'breast feeding');
INSERT INTO `symptom` VALUES ('8', 'CA Cx.');
INSERT INTO `symptom` VALUES ('9', 'cardiogenic syncope');
INSERT INTO `symptom` VALUES ('10', 'carpal tunnel');
INSERT INTO `symptom` VALUES ('11', 'cervical nerve root 6 radiculopathy/compression');
INSERT INTO `symptom` VALUES ('12', 'consent tonsil');
INSERT INTO `symptom` VALUES ('13', 'DM');
INSERT INTO `symptom` VALUES ('14', 'ectopic pregnancy');
INSERT INTO `symptom` VALUES ('15', 'G6PD deficiency');
INSERT INTO `symptom` VALUES ('16', 'Genetic counseling');
INSERT INTO `symptom` VALUES ('17', 'hematochesia');
INSERT INTO `symptom` VALUES ('18', 'hemophilia');
INSERT INTO `symptom` VALUES ('19', 'herpes zooster');
INSERT INTO `symptom` VALUES ('20', 'HNP rt.5th lumbar compression');
INSERT INTO `symptom` VALUES ('21', 'lumbar puncture');
INSERT INTO `symptom` VALUES ('22', 'majordepressive disorder');
INSERT INTO `symptom` VALUES ('23', 'maxillofacial injury');
INSERT INTO `symptom` VALUES ('24', 'normal breast');
INSERT INTO `symptom` VALUES ('25', 'obstructive jaundice');
INSERT INTO `symptom` VALUES ('26', 'paroxysmal ventricular tachycardia');
INSERT INTO `symptom` VALUES ('27', 'Poor visual acuity');
INSERT INTO `symptom` VALUES ('28', 'postural drainage');
INSERT INTO `symptom` VALUES ('29', 'premature rupture of membranes');
INSERT INTO `symptom` VALUES ('30', 'primary survey');
INSERT INTO `symptom` VALUES ('31', 'right homonymous hemianopia');
INSERT INTO `symptom` VALUES ('32', 'roseolar infantum');
INSERT INTO `symptom` VALUES ('33', 'splint');
INSERT INTO `symptom` VALUES ('34', 'URI');
INSERT INTO `symptom` VALUES ('35', 'viral gastroenteritis');
INSERT INTO `symptom` VALUES ('36', 'jaundice');
INSERT INTO `symptom` VALUES ('37', 'urethral cath.');
INSERT INTO `symptom` VALUES ('38', 'anterior nasal packing');
INSERT INTO `symptom` VALUES ('39', 'pap smear');
INSERT INTO `symptom` VALUES ('40', 'CPR');
INSERT INTO `symptom` VALUES ('41', 'disability');
INSERT INTO `symptom` VALUES ('42', 'labor curve');
INSERT INTO `symptom` VALUES ('43', 'EKG tracing');
INSERT INTO `symptom` VALUES ('44', 'Gram, AFB, Tzank stain');
INSERT INTO `symptom` VALUES ('45', 'abd.x-ray');
INSERT INTO `symptom` VALUES ('46', 'blood smear');
INSERT INTO `symptom` VALUES ('47', 'basic CPR');
INSERT INTO `symptom` VALUES ('48', 'suturing');
INSERT INTO `symptom` VALUES ('49', 'การออกใบรับรองแพทย์(อุบัติเหตุ หรือ บาดแผลถูกทำร้าย)');
INSERT INTO `symptom` VALUES ('50', 'stool exam');
INSERT INTO `symptom` VALUES ('51', 'meningococcal septicemia');
INSERT INTO `symptom` VALUES ('52', 'RUL atelectasis หรือ lung tumor');
INSERT INTO `symptom` VALUES ('53', 'thrombotic thrombocytopenic purpura (TTP)');
INSERT INTO `symptom` VALUES ('54', 'ventricular tachycardia');
INSERT INTO `symptom` VALUES ('55', 'DMPA');
INSERT INTO `symptom` VALUES ('56', 'incision & drain');
INSERT INTO `symptom` VALUES ('57', 'remove foreign body');
INSERT INTO `symptom` VALUES ('58', 'การออกใบรับรองแพทย์ (fracture of left clavicle)');
INSERT INTO `symptom` VALUES ('59', 'acute cholecystitis');

-- ----------------------------
-- Table structure for tfileact
-- ----------------------------
DROP TABLE IF EXISTS `tfileact`;
CREATE TABLE `tfileact` (
  `num_act_id` int(5) NOT NULL AUTO_INCREMENT,
  `nic_id` int(5) NOT NULL,
  `date_act` date NOT NULL,
  `activity_type` varchar(1) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `med_criteria` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `med_criteria2` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `skill_group` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `act_desc` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `act_remark` varchar(80) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `act_etc` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `act_course` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`num_act_id`),
  KEY `activity_type` (`activity_type`)
) ENGINE=MyISAM AUTO_INCREMENT=455 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tfileact
-- ----------------------------
INSERT INTO `tfileact` VALUES ('1', '1', '2009-12-04', '2', null, null, 'C', 'breast feeding', '1.2.1.3 breast feeding', '', '');
INSERT INTO `tfileact` VALUES ('2', '2', '2009-12-04', '2', '2.1.32', null, 'Hx', 'majordepressive disorder', null, '', '');
INSERT INTO `tfileact` VALUES ('3', '3', '2008-11-21', '2', '2.1.14', null, 'PE', 'cervical nerve root 6 radiculopathy/compression', null, '', '');
INSERT INTO `tfileact` VALUES ('4', '3', '2010-10-28', '2', null, null, 'PE', 'maxillofacial injury', null, '', '');
INSERT INTO `tfileact` VALUES ('5', '3', '2010-11-20', '1', null, null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('6', '7', '2008-11-21', '2', '2.1.1', null, 'Hx', 'URI', null, '', '');
INSERT INTO `tfileact` VALUES ('7', '7', '2009-12-04', '2', null, null, 'C', 'G6PD deficiency', null, '', '');
INSERT INTO `tfileact` VALUES ('8', '7', '2010-10-28', '2', '2.1.18', null, 'Hx', 'acute glomerulonephritis', null, '', '');
INSERT INTO `tfileact` VALUES ('9', '8', '2008-11-21', '2', '2.1.27', null, 'Hx', 'CA Cx.', null, '', '');
INSERT INTO `tfileact` VALUES ('10', '9', '2008-11-21', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('11', '9', '2011-05-12', '5', null, null, null, null, null, '', '');
INSERT INTO `tfileact` VALUES ('12', '10', '2008-11-21', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('13', '12', '2009-12-04', '2', '2.1.1', null, 'Hx', 'roseolar infantum', null, '', '');
INSERT INTO `tfileact` VALUES ('14', '12', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('15', '12', '2010-10-28', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('16', '13', '2008-11-21', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('17', '14', '2008-11-21', '2', '2.1.23', null, 'PE', 'normal breast', null, '', '');
INSERT INTO `tfileact` VALUES ('18', '16', '2009-12-04', '2', null, null, 'C', 'breast feeding', '1.2.1.3 breast feeding', '', '');
INSERT INTO `tfileact` VALUES ('19', '19', '2008-11-21', '2', null, null, 'PE', 'Poor visual acuity', '3.1.4 Poor visual acuity', '', '');
INSERT INTO `tfileact` VALUES ('20', '19', '2010-10-28', '2', '3.5.2.9', null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('21', '19', '2010-11-20', '1', null, null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('22', '20', '2008-11-21', '2', '2.1.8', null, 'Hx', 'obstructive jaundice', null, '', '');
INSERT INTO `tfileact` VALUES ('23', '20', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('24', '20', '2010-10-28', '2', '2.1.11', null, 'Hx', 'hematochesia', null, '', '');
INSERT INTO `tfileact` VALUES ('25', '20', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('26', '21', '2008-11-21', '2', '1.7.1', null, 'C', 'consent tonsil', null, '', '');
INSERT INTO `tfileact` VALUES ('27', '21', '2009-12-04', '2', '2.1.1', null, 'Hx', 'viral gastroenteritis', null, '', '');
INSERT INTO `tfileact` VALUES ('28', '21', '2010-10-28', '2', '3.5.2.9', null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('29', '21', '2010-11-20', '1', null, null, 'M', 'benign venus', null, '', '');
INSERT INTO `tfileact` VALUES ('30', '22', '2008-11-21', '2', '2.1.1', null, 'Hx', 'URI', null, '', '');
INSERT INTO `tfileact` VALUES ('31', '22', '2009-12-04', '2', null, null, 'C', 'G6PD deficiency', null, '', '');
INSERT INTO `tfileact` VALUES ('32', '22', '2010-10-28', '2', '2.1.18', null, 'Hx', 'acute glomerulonephritis', null, '', '');
INSERT INTO `tfileact` VALUES ('33', '23', '2009-12-04', '2', '2.1.1', null, 'Hx', 'roseolar infantum', null, '', '');
INSERT INTO `tfileact` VALUES ('34', '23', '2010-10-28', '2', '2.1.18', null, 'Hx', 'acute glomerulonephritis', null, '', '');
INSERT INTO `tfileact` VALUES ('35', '24', '2009-12-04', '2', '3.5.1.7', null, 'M', 'lumbar puncture', null, '', '');
INSERT INTO `tfileact` VALUES ('36', '24', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('37', '24', '2010-10-28', '2', '3.5.2.9', null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('38', '24', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('39', '25', '2009-12-04', '2', null, null, 'PE', 'acute pancreatitis', '2.3.11 G2.10 acute pancreatitis', '', '');
INSERT INTO `tfileact` VALUES ('40', '25', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('41', '25', '2010-10-28', '2', '2.1.18', null, 'Hx', 'acute glomerulonephritis', null, '', '');
INSERT INTO `tfileact` VALUES ('42', '26', '2009-12-04', '2', '2.1.15', null, 'PE', 'HNP rt.5th lumbar compression', null, '', '');
INSERT INTO `tfileact` VALUES ('43', '26', '2010-10-28', '2', null, null, 'PE', 'maxillofacial injury', null, '', '');
INSERT INTO `tfileact` VALUES ('44', '27', '2009-12-04', '2', null, null, 'PE', 'acute pancreatitis', null, '', '');
INSERT INTO `tfileact` VALUES ('45', '27', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('46', '27', '2010-10-28', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('47', '28', '2008-11-21', '2', '2.1.17', null, 'Hx', 'angina pectoris', null, '', '');
INSERT INTO `tfileact` VALUES ('48', '29', '2008-11-21', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('49', '29', '2009-12-04', '2', '2.1.15', null, 'PE', 'HNP rt.5th lumbar compression', null, '', '');
INSERT INTO `tfileact` VALUES ('50', '29', '2010-10-28', '2', '2.1.11', null, 'Hx', 'hematochesia', null, '', '');
INSERT INTO `tfileact` VALUES ('51', '30', '2008-11-21', '2', '2.1.17', null, 'Hx', 'angina pectoris', null, '', '');
INSERT INTO `tfileact` VALUES ('52', '30', '2009-12-04', '1', '2.1.15', null, 'PE', 'HNP with rt.5th lumbar compression', null, '', '');
INSERT INTO `tfileact` VALUES ('53', '30', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('54', '30', '2010-10-28', '2', '3.5.2.9', null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('55', '30', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('56', '31', '2009-12-04', '2', '2.1.27', null, 'Hx', 'ectopic pregnancy', null, '', '');
INSERT INTO `tfileact` VALUES ('57', '31', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('58', '31', '2010-10-28', '2', '2.1.26', null, 'Hx', 'premature rupture of membranes', null, '', '');
INSERT INTO `tfileact` VALUES ('59', '32', '2009-12-04', '2', '2.1.30', null, 'PE', 'right homonymous hemianopia', null, '', '');
INSERT INTO `tfileact` VALUES ('60', '33', '2008-11-21', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('61', '33', '2009-12-04', '2', '3.5.1.7', null, 'M', 'lumbar puncture', null, '', '');
INSERT INTO `tfileact` VALUES ('62', '33', '2010-10-28', '2', null, null, 'PE', 'maxillofacial injury', null, '', '');
INSERT INTO `tfileact` VALUES ('63', '33', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('64', '34', '2009-12-04', '2', null, null, 'C', 'breast feeding', '1.2.1.3 breast feeding', '', '');
INSERT INTO `tfileact` VALUES ('65', '34', '2010-10-28', '2', null, null, 'C', 'postural drainage', '3.5.2.15 postural drainage', '', '');
INSERT INTO `tfileact` VALUES ('66', '34', '2010-11-20', '1', null, null, 'M', 'benign venus', null, '', '');
INSERT INTO `tfileact` VALUES ('67', '35', '2009-12-04', '2', '2.1.1', null, 'Hx', 'roseolar infantum', null, '', '');
INSERT INTO `tfileact` VALUES ('68', '35', '2010-10-28', '2', '2.1.26', null, 'Hx', 'premature rupture of membranes', null, '', '');
INSERT INTO `tfileact` VALUES ('69', '36', '2009-12-04', '2', '2.1.1', null, 'Hx', 'roseolar infantum', null, '', '');
INSERT INTO `tfileact` VALUES ('70', '37', '2008-11-21', '2', '2.1.14', null, 'PE', 'cervical nerve root 6 radiculopathy/compression', null, '', '');
INSERT INTO `tfileact` VALUES ('71', '37', '2010-10-28', '2', null, null, 'PE', 'maxillofacial injury', null, '', '');
INSERT INTO `tfileact` VALUES ('72', '37', '2010-11-20', '1', null, null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('73', '38', '2010-10-28', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('74', '39', '2009-12-04', '2', '2.1.30', null, 'PE', 'right homonymous hemianopia', null, '', '');
INSERT INTO `tfileact` VALUES ('75', '41', '2009-12-04', '2', '2.1.30', null, 'PE', 'right homonymous hemianopia', null, '', '');
INSERT INTO `tfileact` VALUES ('76', '42', '2008-11-21', '2', '2.1.27', null, 'Hx', 'CA Cx.', null, '', '');
INSERT INTO `tfileact` VALUES ('77', '43', '2009-12-04', '2', null, null, 'PE', 'acute pancreatitis', null, '', '');
INSERT INTO `tfileact` VALUES ('78', '43', '2010-10-28', '2', '2.1.14', null, 'PE', 'carpal tunnel', null, '', '');
INSERT INTO `tfileact` VALUES ('79', '44', '2008-11-21', '2', '2.1.14', null, 'PE', 'cervical nerve root 6 radiculopathy/compression', null, '', '');
INSERT INTO `tfileact` VALUES ('80', '44', '2009-12-04', '2', '2.1.1', null, 'Hx', 'viral gastroenteritis', null, '', '');
INSERT INTO `tfileact` VALUES ('81', '44', '2010-10-28', '1', '3.5.2.9', null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('82', '44', '2010-11-20', '2', null, null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('83', '45', '2008-11-21', '2', '2.1.14', null, 'PE', 'cervical nerve root 6 radiculopathy/compression', null, '', '');
INSERT INTO `tfileact` VALUES ('84', '45', '2009-12-04', '2', '2.1.15', null, 'PE', 'HNP rt.5th lumbar compression', null, '', '');
INSERT INTO `tfileact` VALUES ('85', '45', '2010-10-28', '2', null, null, 'PE', 'maxillofacial injury', null, '', '');
INSERT INTO `tfileact` VALUES ('86', '46', '2009-12-04', '2', '2.1.27', null, 'Hx', 'ectopic pregnancy', null, '', '');
INSERT INTO `tfileact` VALUES ('87', '47', '2008-11-21', '2', '2.1.27', null, 'Hx', 'CA Cx.', null, '', '');
INSERT INTO `tfileact` VALUES ('88', '47', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('89', '47', '2010-10-28', '2', '2.1.30', null, 'PE', 'bitemporal hemianopia', null, '', '');
INSERT INTO `tfileact` VALUES ('90', '49', '2008-11-21', '2', '2.1.27', null, 'Hx', 'CA Cx.', null, '', '');
INSERT INTO `tfileact` VALUES ('91', '52', '2009-12-04', '2', '2.1.15', null, 'PE', 'HNP rt.5th lumbar compression', null, '', '');
INSERT INTO `tfileact` VALUES ('92', '52', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('93', '52', '2010-10-28', '2', null, null, 'PE', 'maxillofacial injury', null, '', '');
INSERT INTO `tfileact` VALUES ('94', '52', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('95', '53', '2009-12-04', '2', '3.5.1.7', null, 'M', 'lumbar puncture', null, '', '');
INSERT INTO `tfileact` VALUES ('96', '53', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('97', '53', '2010-10-28', '2', '2.1.13', null, 'Hx', 'cardiogenic syncope', null, '', '');
INSERT INTO `tfileact` VALUES ('98', '53', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('99', '54', '2008-11-21', '2', '2.1.17', null, 'Hx', 'angina pectoris', null, '', '');
INSERT INTO `tfileact` VALUES ('100', '54', '2010-10-28', '2', '2.1.13', null, 'Hx', 'cardiogenic syncope', null, '', '');
INSERT INTO `tfileact` VALUES ('101', '57', '2008-11-21', '2', '2.1.1', null, 'Hx', 'URI', null, '', '');
INSERT INTO `tfileact` VALUES ('102', '57', '2010-10-28', '2', '2.1.18', null, 'Hx', 'acute glomerulonephritis', null, '', '');
INSERT INTO `tfileact` VALUES ('103', '59', '2009-12-04', '2', null, null, 'PE', 'acute pancreatitis', null, '', '');
INSERT INTO `tfileact` VALUES ('104', '59', '2010-10-28', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('105', '61', '2009-12-04', '2', null, null, 'PE', 'acute pancreatitis', null, '', '');
INSERT INTO `tfileact` VALUES ('106', '61', '2010-10-28', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('107', '62', '2008-11-21', '2', '2.1.23', null, 'PE', 'normal breast', null, '', '');
INSERT INTO `tfileact` VALUES ('108', '62', '2010-10-28', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('109', '63', '2008-11-21', '2', null, null, 'C', 'Genetic counseling', '2.3.3 Genetic counseling', '', '');
INSERT INTO `tfileact` VALUES ('110', '63', '2010-10-28', '2', null, null, 'C', 'hemophilia', '1.3.1 & 1.3.2.3 hemophilia', '', '');
INSERT INTO `tfileact` VALUES ('111', '63', '2010-11-20', '1', null, null, 'M', 'benign venus', null, '', '');
INSERT INTO `tfileact` VALUES ('112', '64', '2009-12-04', '2', null, null, 'C', 'G6PD deficiency', null, '', '');
INSERT INTO `tfileact` VALUES ('113', '64', '2010-10-28', '2', null, null, 'C', 'hemophilia', ' 1.3.1 & 1.3.2.3 hemophilia', '', '');
INSERT INTO `tfileact` VALUES ('114', '65', '2008-11-21', '2', '2.1.23', null, 'PE', 'normal breast', null, '', '');
INSERT INTO `tfileact` VALUES ('115', '65', '2009-12-04', '2', null, null, 'PE', 'acute pancreatitis', null, '', '');
INSERT INTO `tfileact` VALUES ('116', '65', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('117', '65', '2010-10-28', '2', '2.1.26', null, 'Hx', 'premature rupture of membranes', null, '', '');
INSERT INTO `tfileact` VALUES ('118', '68', '2008-11-21', '2', '2.1.14', null, 'PE', 'cervical nerve root 6 radiculopathy/compression', null, '', '');
INSERT INTO `tfileact` VALUES ('119', '69', '2009-12-04', '2', '2.1.30', null, 'PE', 'right homonymous hemianopia', null, '', '');
INSERT INTO `tfileact` VALUES ('120', '69', '2010-10-28', '2', '2.1.30', null, 'PE', 'bitemporal hemianopia', null, '', '');
INSERT INTO `tfileact` VALUES ('121', '70', '2009-12-04', '2', null, null, 'PE', 'paroxysmal ventricular tachycardia', null, '', '');
INSERT INTO `tfileact` VALUES ('122', '71', '2008-11-21', '2', '2.1.8', null, 'Hx', 'obstructive jaundice', null, '', '');
INSERT INTO `tfileact` VALUES ('123', '71', '2009-12-04', '2', '3.5.1.7', null, 'M', 'lumbar puncture', null, '', '');
INSERT INTO `tfileact` VALUES ('124', '71', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('125', '71', '2010-10-28', '1', null, null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('126', '71', '2010-11-20', '2', '3.5.2.9', null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('127', '72', '2008-11-21', '2', null, null, 'C', 'Genetic counseling', '2.3.3 Genetic counseling', '', '');
INSERT INTO `tfileact` VALUES ('128', '72', '2009-12-04', '2', '2.1.1', null, 'Hx', 'roseolar infantum', null, '', '');
INSERT INTO `tfileact` VALUES ('129', '72', '2010-10-28', '2', null, null, 'C', 'hemophilia', '1.3.1 & 1.3.2.3 hemophilia', '', '');
INSERT INTO `tfileact` VALUES ('130', '73', '2009-12-04', '2', null, null, 'PE', 'acute pancreatitis', null, '', '');
INSERT INTO `tfileact` VALUES ('131', '73', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('132', '73', '2010-10-28', '2', '2.1.14', null, 'PE', 'carpal tunnel', null, '', '');
INSERT INTO `tfileact` VALUES ('133', '74', '2008-11-21', '2', '2.1.23', null, 'PE', 'normal breast', null, '', '');
INSERT INTO `tfileact` VALUES ('134', '74', '2009-12-04', '2', null, null, 'C', 'G6PD deficiency', null, '', '');
INSERT INTO `tfileact` VALUES ('135', '74', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('136', '74', '2010-10-28', '2', null, null, 'C', 'postural drainage', '3.5.2.15 postural drainage', '', '');
INSERT INTO `tfileact` VALUES ('137', '74', '2010-11-20', '1', null, null, 'M', 'benign venus', null, '', '');
INSERT INTO `tfileact` VALUES ('138', '75', '2009-12-04', '2', null, null, 'PE', 'acute pancreatitis', null, '', '');
INSERT INTO `tfileact` VALUES ('139', '75', '2010-10-28', '2', '2.1.14', null, 'PE', 'carpal tunnel', null, '', '');
INSERT INTO `tfileact` VALUES ('140', '76', '2008-11-21', '2', '2.1.1', null, 'Hx', 'URI', null, '', '');
INSERT INTO `tfileact` VALUES ('141', '76', '2009-12-04', '2', '2.1.27', null, 'Hx', 'ectopic pregnancy', null, '', '');
INSERT INTO `tfileact` VALUES ('142', '77', '2008-11-21', '2', null, null, 'PE', 'Poor visual acuity', '3.1.4 Poor visual acuity', '', '');
INSERT INTO `tfileact` VALUES ('143', '77', '2009-12-04', '2', '2.1.27', null, 'Hx', 'ectopic pregnancy', null, '', '');
INSERT INTO `tfileact` VALUES ('144', '77', '2010-10-28', '2', '2.1.26', null, 'Hx', 'premature rupture of membranes', null, '', '');
INSERT INTO `tfileact` VALUES ('145', '79', '2010-10-28', '2', '2.1.13', null, 'Hx', 'cardiogenic syncope', null, '', '');
INSERT INTO `tfileact` VALUES ('146', '80', '2008-11-21', '2', '2.1.23', null, 'PE', 'normal breast', null, '', '');
INSERT INTO `tfileact` VALUES ('147', '80', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('148', '80', '2010-10-28', '2', '2.1.26', null, 'Hx', 'premature rupture of membranes', null, '', '');
INSERT INTO `tfileact` VALUES ('149', '81', '2009-12-04', '2', '2.1.1', null, 'Hx', 'roseolar infantum', null, '', '');
INSERT INTO `tfileact` VALUES ('150', '82', '2008-11-21', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('151', '83', '2008-11-21', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('152', '84', '2009-12-04', '2', null, null, 'C', 'breast feeding', '1.2.1.3 breast feeding', '', '');
INSERT INTO `tfileact` VALUES ('153', '85', '2008-11-21', '2', '1.7.1', null, 'C', 'consent tonsil', null, '', '');
INSERT INTO `tfileact` VALUES ('154', '85', '2010-10-28', '1', '3.5.2.9', null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('155', '85', '2010-11-20', '2', null, null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('156', '86', '2008-11-21', '2', '2.1.17', null, 'Hx', 'angina pectoris', null, '', '');
INSERT INTO `tfileact` VALUES ('157', '86', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('158', '86', '2010-10-28', '2', '2.1.13', null, 'Hx', 'cardiogenic syncope', null, '', '');
INSERT INTO `tfileact` VALUES ('159', '87', '2009-12-04', '2', '2.1.30', null, 'PE', 'right homonymous hemianopia', null, '', '');
INSERT INTO `tfileact` VALUES ('160', '88', '2008-11-21', '2', '2.1.23', null, 'PE', 'normal breast', null, '', '');
INSERT INTO `tfileact` VALUES ('161', '88', '2009-12-04', '2', null, null, 'PE', 'paroxysmal ventricular tachycardia', null, '', '');
INSERT INTO `tfileact` VALUES ('162', '90', '2008-11-21', '2', null, null, 'C', 'Genetic counseling', '2.3.3 Genetic counseling', '', '');
INSERT INTO `tfileact` VALUES ('163', '90', '2009-12-04', '1', null, null, 'PE', 'acute pancreatitis', null, '', '');
INSERT INTO `tfileact` VALUES ('164', '90', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('165', '90', '2010-10-28', '2', null, null, 'C', 'hemophilia', '1.3.1 & 1.3.2.3 hemophilia', '', '');
INSERT INTO `tfileact` VALUES ('166', '90', '2010-11-20', '1', null, null, 'M', 'benign venus', null, '', '');
INSERT INTO `tfileact` VALUES ('167', '91', '2008-11-21', '2', '2.1.23', null, 'PE', 'normal breast', null, '', '');
INSERT INTO `tfileact` VALUES ('168', '91', '2009-12-04', '2', null, null, 'PE', 'acute pancreatitis', null, '', '');
INSERT INTO `tfileact` VALUES ('169', '91', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('170', '91', '2010-10-28', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('171', '92', '2009-12-04', '2', '3.5.1.7', null, 'M', 'lumbar puncture', null, '', '');
INSERT INTO `tfileact` VALUES ('172', '95', '2008-11-21', '2', '2.1.14', null, 'PE', 'cervical nerve root 6 radiculopathy/compression', null, '', '');
INSERT INTO `tfileact` VALUES ('173', '95', '2009-12-04', '2', '2.1.15', null, 'PE', 'HNP rt.5th lumbar compression', null, '', '');
INSERT INTO `tfileact` VALUES ('174', '95', '2010-10-28', '2', '2.1.11', null, 'Hx', 'hematochesia', null, '', '');
INSERT INTO `tfileact` VALUES ('175', '95', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('176', '96', '2009-12-04', '2', null, null, 'PE', 'paroxysmal ventricular tachycardia', null, '', '');
INSERT INTO `tfileact` VALUES ('177', '96', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('178', '96', '2010-10-28', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('179', '97', '2008-11-21', '2', '2.1.27', null, 'Hx', 'CA Cx.', null, '', '');
INSERT INTO `tfileact` VALUES ('180', '98', '2008-11-21', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('181', '98', '2009-12-04', '2', '2.1.1', null, 'Hx', 'viral gastroenteritis', null, '', '');
INSERT INTO `tfileact` VALUES ('182', '98', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('183', '98', '2010-10-28', '2', '3.5.2.9', null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('184', '98', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('185', '99', '2008-11-21', '2', '2.1.8', null, 'Hx', 'obstructive jaundice', null, '', '');
INSERT INTO `tfileact` VALUES ('186', '99', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('187', '101', '2008-11-21', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('188', '101', '2009-12-04', '2', '2.1.1', null, 'Hx', 'viral gastroenteritis', null, '', '');
INSERT INTO `tfileact` VALUES ('189', '101', '2010-10-28', '2', null, null, 'PE', 'maxillofacial injury', null, '', '');
INSERT INTO `tfileact` VALUES ('190', '102', '2009-12-04', '2', '2.1.30', null, 'PE', 'right homonymous hemianopia', null, '', '');
INSERT INTO `tfileact` VALUES ('191', '102', '2010-10-28', '2', '2.1.30', null, 'PE', 'bitemporal hemianopia', null, '', '');
INSERT INTO `tfileact` VALUES ('192', '103', '2008-11-21', '2', '2.1.23', null, 'PE', 'normal breast', null, '', '');
INSERT INTO `tfileact` VALUES ('193', '103', '2010-10-28', '2', '2.1.14', null, 'PE', 'carpal tunnel', null, '', '');
INSERT INTO `tfileact` VALUES ('194', '104', '2009-12-04', '2', null, null, 'PE', 'acute pancreatitis', null, '', '');
INSERT INTO `tfileact` VALUES ('195', '104', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('196', '104', '2010-10-28', '2', '2.1.14', null, 'PE', 'carpal tunnel', null, '', '');
INSERT INTO `tfileact` VALUES ('197', '104', '2010-11-20', '1', null, null, 'M', 'benign venus', null, '', '');
INSERT INTO `tfileact` VALUES ('198', '105', '2009-12-04', '2', '2.1.27', null, 'Hx', 'ectopic pregnancy', null, '', '');
INSERT INTO `tfileact` VALUES ('199', '106', '2009-12-04', '2', null, null, 'C', 'G6PD deficiency', null, '', '');
INSERT INTO `tfileact` VALUES ('200', '106', '2010-10-28', '2', null, null, 'C', 'postural drainage', '3.5.2.15 postural drainage', '', '');
INSERT INTO `tfileact` VALUES ('201', '107', '2008-11-21', '2', '2.1.27', null, 'Hx', 'CA Cx.', null, '', '');
INSERT INTO `tfileact` VALUES ('202', '108', '2008-11-21', '2', '1.7.1', null, 'C', 'consent tonsil', null, '', '');
INSERT INTO `tfileact` VALUES ('203', '108', '2009-12-04', '2', '2.1.32', null, 'Hx', 'majordepressive disorder', null, '', '');
INSERT INTO `tfileact` VALUES ('204', '108', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('205', '108', '2010-10-28', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('206', '109', '2008-11-21', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('207', '109', '2009-12-04', '2', '2.1.1', null, 'Hx', 'viral gastroenteritis', null, '', '');
INSERT INTO `tfileact` VALUES ('208', '109', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('209', '109', '2010-10-28', '2', '3.5.2.9', null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('210', '109', '2010-11-20', '1', null, null, 'M', 'benign venus', null, '', '');
INSERT INTO `tfileact` VALUES ('211', '110', '2008-11-21', '2', null, null, 'C', 'Genetic counseling', '2.3.3 Genetic counseling', '', '');
INSERT INTO `tfileact` VALUES ('212', '110', '2009-12-04', '2', '2.1.32', null, 'Hx', 'majordepressive disorder', null, '', '');
INSERT INTO `tfileact` VALUES ('213', '110', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('214', '110', '2010-10-28', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('215', '111', '2008-11-21', '2', '2.1.23', null, 'PE', 'normal breast', null, '', '');
INSERT INTO `tfileact` VALUES ('216', '112', '2009-12-04', '2', null, null, 'PE', 'paroxysmal ventricular tachycardia', null, '', '');
INSERT INTO `tfileact` VALUES ('217', '112', '2010-10-28', '2', '2.1.14', null, 'PE', 'carpal tunnel', null, '', '');
INSERT INTO `tfileact` VALUES ('218', '113', '2009-12-04', '2', null, null, 'C', 'G6PD deficiency', null, '', '');
INSERT INTO `tfileact` VALUES ('219', '114', '2009-12-04', '2', '2.1.32', null, 'Hx', 'majordepressive disorder', null, '', '');
INSERT INTO `tfileact` VALUES ('220', '115', '2009-12-04', '2', null, null, 'PE', 'paroxysmal ventricular tachycardia', null, '', '');
INSERT INTO `tfileact` VALUES ('221', '115', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('222', '115', '2010-10-28', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('223', '116', '2009-12-04', '2', null, null, 'C', 'breast feeding', '1.2.1.3 breast feeding', '', '');
INSERT INTO `tfileact` VALUES ('224', '116', '2010-10-28', '2', '2.1.7', null, 'PE', 'acute cholecystitis', null, '', '');
INSERT INTO `tfileact` VALUES ('225', '117', '2008-11-21', '2', null, null, 'PE', 'Poor visual acuity', '3.1.4 Poor visual acuity', '', '');
INSERT INTO `tfileact` VALUES ('226', '119', '2008-11-21', '2', null, null, 'PE', 'Poor visual acuity', '3.1.4 Poor visual acuity', '', '');
INSERT INTO `tfileact` VALUES ('227', '120', '2008-11-21', '2', null, null, 'PE', 'Poor visual acuity', '3.1.4 Poor visual acuity', '', '');
INSERT INTO `tfileact` VALUES ('228', '120', '2009-12-04', '2', '3.5.1.7', null, 'M', 'lumbar puncture', null, '', '');
INSERT INTO `tfileact` VALUES ('229', '120', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('230', '120', '2010-10-28', '2', '3.5.2.9', null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('231', '120', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('232', '121', '2008-11-21', '2', '1.7.1', null, 'C', 'consent tonsil', null, '', '');
INSERT INTO `tfileact` VALUES ('233', '121', '2009-12-04', '2', null, null, 'C', 'breast feeding', '1.2.1.3 breast feeding', '', '');
INSERT INTO `tfileact` VALUES ('234', '121', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('235', '121', '2010-10-28', '2', null, null, 'C', 'postural drainage', '3.5.2.15 postural drainage', '', '');
INSERT INTO `tfileact` VALUES ('236', '121', '2010-11-20', '1', null, null, 'M', 'benign venus', null, '', '');
INSERT INTO `tfileact` VALUES ('237', '123', '2008-11-21', '2', null, null, 'C', 'Genetic counseling', '2.3.3 Genetic counseling', '', '');
INSERT INTO `tfileact` VALUES ('238', '123', '2009-12-04', '2', '2.1.32', null, 'Hx', 'majordepressive disorder', null, '', '');
INSERT INTO `tfileact` VALUES ('239', '123', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('240', '123', '2010-10-28', '2', null, null, 'C', 'hemophilia', '1.3.1 & 1.3.2.3 hemophilia', '', '');
INSERT INTO `tfileact` VALUES ('241', '123', '2010-11-20', '1', null, null, 'M', 'benign venus', null, '', '');
INSERT INTO `tfileact` VALUES ('242', '131', '2008-11-21', '2', '1.7.1', null, 'C', 'consent tonsil', null, '', '');
INSERT INTO `tfileact` VALUES ('243', '131', '2009-12-04', '2', null, null, 'PE', 'paroxysmal ventricular tachycardia', null, '', '');
INSERT INTO `tfileact` VALUES ('244', '131', '2010-01-10', '1', null, null, 'Hx', 'herpes zooster', null, '', '');
INSERT INTO `tfileact` VALUES ('245', '131', '2010-10-28', '2', null, null, 'C', 'hemophilia', '1.3.1 & 1.3.2.3 hemophilia', '', '');
INSERT INTO `tfileact` VALUES ('246', '132', '2008-11-21', '2', '2.1.17', null, 'Hx', 'angina pectoris', null, '', '');
INSERT INTO `tfileact` VALUES ('247', '132', '2009-12-04', '2', '2.1.1', null, 'Hx', 'viral gastroenteritis', null, '', '');
INSERT INTO `tfileact` VALUES ('248', '133', '2010-10-28', '2', '2.1.26', null, 'Hx', 'premature rupture of membranes', null, '', '');
INSERT INTO `tfileact` VALUES ('249', '134', '2010-10-28', '2', '2.1.18', null, 'Hx', 'acute glomerulonephritis', null, '', '');
INSERT INTO `tfileact` VALUES ('250', '135', '2010-10-28', '2', '2.1.11', null, 'Hx', 'hematochesia', null, '', '');
INSERT INTO `tfileact` VALUES ('251', '136', '2010-10-28', '2', '2.1.11', null, 'Hx', 'hematochesia', null, '', '');
INSERT INTO `tfileact` VALUES ('252', '137', '2010-10-28', '2', '2.1.11', null, 'Hx', 'hematochesia', null, '', '');
INSERT INTO `tfileact` VALUES ('253', '137', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('254', '138', '2010-10-28', '2', '2.1.13', '2.1.14', 'Hx', 'cardiogenic syncope', null, '', '');
INSERT INTO `tfileact` VALUES ('255', '138', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('256', '139', '2010-10-28', '2', '2.1.13', '2.1.14', 'Hx', 'cardiogenic syncope', null, '', '');
INSERT INTO `tfileact` VALUES ('257', '140', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('258', '140', '2010-10-28', '2', null, null, 'PE', 'maxillofacial injury', null, '', '');
INSERT INTO `tfileact` VALUES ('259', '140', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('260', '141', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('261', '141', '2010-10-28', '2', null, null, 'PE', 'maxillofacial injury', null, '', '');
INSERT INTO `tfileact` VALUES ('262', '141', '2010-11-20', '1', null, null, 'M', 'benign venus', null, '', '');
INSERT INTO `tfileact` VALUES ('263', '142', '2010-10-28', '2', null, null, 'PE', 'maxillofacial injury', null, '', '');
INSERT INTO `tfileact` VALUES ('264', '142', '2010-11-20', '1', null, null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('265', '143', '2010-10-28', '2', null, null, 'PE', 'maxillofacial injury', null, '', '');
INSERT INTO `tfileact` VALUES ('266', '144', '2010-10-28', '2', null, null, 'PE', 'maxillofacial injury', null, '', '');
INSERT INTO `tfileact` VALUES ('267', '144', '2010-11-20', '1', null, null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('268', '145', '2010-10-28', '2', '2.1.30', null, 'PE', 'bitemporal hemianopia', null, '', '');
INSERT INTO `tfileact` VALUES ('269', '146', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('270', '146', '2010-10-28', '2', '2.1.30', null, 'PE', 'bitemporal hemianopia', null, '', '');
INSERT INTO `tfileact` VALUES ('271', '146', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('272', '147', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('273', '147', '2010-10-28', '2', '2.1.30', null, 'PE', 'bitemporal hemianopia', null, '', '');
INSERT INTO `tfileact` VALUES ('274', '147', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('275', '148', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('276', '149', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('277', '149', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('278', '150', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('279', '150', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('280', '151', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('281', '152', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('282', '152', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('283', '153', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('284', '153', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('285', '154', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('286', '155', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('287', '155', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('288', '156', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('289', '157', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('290', '158', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('291', '159', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('292', '160', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('293', '161', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('294', '162', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('295', '163', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('296', '164', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('297', '165', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('298', '166', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('299', '167', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('300', '167', '2010-11-20', '1', null, null, 'Hx', 'DM', null, '', '');
INSERT INTO `tfileact` VALUES ('301', '168', '2010-01-10', '1', null, null, 'M', 'primary survey', null, '', '');
INSERT INTO `tfileact` VALUES ('302', '169', '2010-11-20', '1', null, null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('303', '170', '2010-11-20', '1', null, null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('304', '178', '2010-10-28', '2', '3.5.2.9', null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('305', '179', '2010-10-28', '2', '3.5.2.9', null, 'M', 'splint', null, '', '');
INSERT INTO `tfileact` VALUES ('306', '180', '2010-10-28', '2', null, null, 'C', 'postural drainage', '3.5.2.15 postural drainage', '', '');
INSERT INTO `tfileact` VALUES ('307', '177', '2011-05-04', '1', '', null, '-', '', '', '', '');
INSERT INTO `tfileact` VALUES ('308', '177', '2011-05-01', '1', '', null, '-', '', '', '', '');
INSERT INTO `tfileact` VALUES ('309', '7', '2012-01-10', '1', '2.1.8', null, 'Hx', 'viral hepatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('310', '7', '2012-01-10', '2', '2.1.8', null, 'Hx', 'viral hepatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('311', '71', '2011-10-27', '2', '2.1.8', null, 'Hx', 'viral hepatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('312', '133', '2011-10-27', '2', '2.1.8', null, 'Hx', 'viral hepatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('313', '138', '2011-10-27', '2', '2.1.8', null, 'Hx', 'viral hepatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('314', '139', '2011-10-27', '2', '2.1.8', null, 'Hx', 'viral hepatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('315', '3', '2011-10-11', '2', '-', null, 'PE', '??????????????????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('316', '139', '2011-10-27', '1', '-', null, 'Hx', '???????? ?????????', '', '', '');
INSERT INTO `tfileact` VALUES ('317', '139', '2012-08-27', '1', '', null, '-', '', '', '', '');
INSERT INTO `tfileact` VALUES ('318', '134', '2011-10-27', '1', '-', null, 'PE', '', '', '', '');
INSERT INTO `tfileact` VALUES ('319', '177', '2011-10-27', '2', '-', null, 'Hx', '', '', '', '');
INSERT INTO `tfileact` VALUES ('320', '166', '2011-10-27', '2', '-', null, 'M', '', '', '', '');
INSERT INTO `tfileact` VALUES ('321', '166', '2011-10-27', '2', '-', null, 'M', '???????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('322', '7', '2011-10-27', '2', '-', null, 'Hx', '', '', '', '');
INSERT INTO `tfileact` VALUES ('323', '177', '2011-10-27', '2', '', null, '-', '', '', '', '');
INSERT INTO `tfileact` VALUES ('324', '21', '2011-10-27', '2', '-', null, 'M', '', '', '', '');
INSERT INTO `tfileact` VALUES ('325', '22', '2011-10-27', '2', '-', null, 'PE', '', '', '', '');
INSERT INTO `tfileact` VALUES ('326', '23', '2011-10-27', '2', '', null, '-', '', '', '', '');
INSERT INTO `tfileact` VALUES ('327', '23', '2011-10-27', '2', '-', null, 'C', '', '', '', '');
INSERT INTO `tfileact` VALUES ('328', '129', '2011-10-27', '2', '-', null, 'PE', '', '', '', '');
INSERT INTO `tfileact` VALUES ('329', '26', '2011-10-27', '2', '', null, '-', '', '', '', '');
INSERT INTO `tfileact` VALUES ('330', '26', '2011-10-27', '2', '-', null, 'PE', '', '', '', '');
INSERT INTO `tfileact` VALUES ('331', '27', '2011-10-27', '2', '-', null, 'C', '??????????????????????????????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('332', '30', '2011-10-27', '2', '-', null, 'PE', '????????????????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('333', '31', '2011-10-27', '2', '-', null, 'Hx', '??????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('334', '33', '2011-10-27', '2', '-', null, 'PE', '??????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('335', '34', '2011-10-27', '2', '-', null, 'Hx', '?????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('336', '35', '2011-10-27', '2', '-', null, 'PE', 'ANC', '', '', '');
INSERT INTO `tfileact` VALUES ('337', '176', '2011-10-27', '2', '-', null, 'C', '??????????????????3?????????????????????? HIV', '', '', '');
INSERT INTO `tfileact` VALUES ('338', '37', '2011-10-27', '2', '-', null, 'PE', '???????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('339', '43', '2011-10-27', '2', '-', null, 'Hx', '???????????6???????????????????2??', '', '', '');
INSERT INTO `tfileact` VALUES ('340', '44', '2011-10-27', '2', '-', null, 'M', '???????????????? LP', '', '', '');
INSERT INTO `tfileact` VALUES ('341', '45', '2011-10-27', '2', '-', null, 'M', '???????????????? LP', '', '', '');
INSERT INTO `tfileact` VALUES ('342', '45', '2011-10-27', '2', '-', null, 'M', '???????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('343', '47', '2011-10-27', '2', '-', null, 'C', '???????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('344', '57', '2011-10-27', '2', '-', null, 'PE', '???????????????????????? 6 ??????? ANC', '', '', '');
INSERT INTO `tfileact` VALUES ('345', '59', '2011-10-27', '2', '-', null, 'C', '????????????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('346', '63', '2011-10-27', '2', '-', null, 'Hx', '???????????????????????????????????2??', '', '', '');
INSERT INTO `tfileact` VALUES ('347', '70', '2011-10-20', '2', '-', null, 'C', '???????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('348', '133', '2012-12-25', '2', '-', null, 'Hx', '', '', '', '');
INSERT INTO `tfileact` VALUES ('349', '133', '2012-12-25', '1', '-', null, 'Hx', '', '', '', '');
INSERT INTO `tfileact` VALUES ('350', '120', '2012-10-25', '2', '-', null, 'Hx', '', '', '', '');
INSERT INTO `tfileact` VALUES ('351', '138', '2012-10-25', '2', '-', null, 'Hx', 'Scrub typhus', '', '', '');
INSERT INTO `tfileact` VALUES ('352', '109', '2012-10-25', '2', '-', null, 'Hx', 'Scrub typhus', '', '', '');
INSERT INTO `tfileact` VALUES ('353', '137', '2012-10-25', '2', '-', null, 'Hx', 'Scrub typhun', '', '', '');
INSERT INTO `tfileact` VALUES ('354', '166', '2012-10-25', '2', '-', null, 'Hx', 'Scrub typhus', '', '', '');
INSERT INTO `tfileact` VALUES ('355', '106', '2012-10-25', '2', '-', null, 'Hx', 'CA cervix', '', '', '');
INSERT INTO `tfileact` VALUES ('356', '111', '2012-10-25', '2', '-', null, 'Hx', 'CA cervix', '', '', '');
INSERT INTO `tfileact` VALUES ('357', '34', '2012-10-25', '2', '-', null, 'Hx', 'CA cervix', '', '', '');
INSERT INTO `tfileact` VALUES ('358', '189', '2012-10-25', '2', '-', null, 'Hx', 'CA cervix', '', '', '');
INSERT INTO `tfileact` VALUES ('359', '54', '2012-10-25', '2', '-', null, 'Hx', 'CA Esophagus', '', '', '');
INSERT INTO `tfileact` VALUES ('360', '71', '2012-10-25', '2', '-', null, 'Hx', 'CA Esophagus', '', '', '');
INSERT INTO `tfileact` VALUES ('361', '151', '2012-10-25', '2', '-', null, 'Hx', 'CA Esophagus', '', '', '');
INSERT INTO `tfileact` VALUES ('362', '53', '2012-10-25', '2', '-', null, 'Hx', 'CA Esophagus', '', '', '');
INSERT INTO `tfileact` VALUES ('363', '191', '2012-10-25', '2', '-', null, 'Hx', 'CA Esophagus', '', '', '');
INSERT INTO `tfileact` VALUES ('364', '162', '2012-10-25', '2', '', null, '-', 'CA Esophagus', '', '', '');
INSERT INTO `tfileact` VALUES ('365', '162', '2012-10-25', '2', '-', null, 'Hx', 'CA Esophagus', '', '', '');
INSERT INTO `tfileact` VALUES ('366', '63', '2012-10-25', '2', '-', null, 'Hx', '??????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('367', '57', '2012-10-25', '2', '-', null, 'Hx', '??????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('368', '32', '2012-10-25', '2', '-', null, 'Hx', '??????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('369', '167', '2012-10-25', '2', '-', null, 'Hx', '????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('370', '193', '2012-10-25', '2', '-', null, 'Hx', '??????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('371', '117', '2012-10-25', '2', '-', null, 'Hx', '??????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('372', '95', '2012-10-25', '2', '-', null, 'PE', 'DM', '', '', '');
INSERT INTO `tfileact` VALUES ('373', '79', '2012-10-25', '2', '-', null, 'PE', 'DM', '', '', '');
INSERT INTO `tfileact` VALUES ('374', '145', '2012-10-25', '2', '-', null, 'PE', 'DM', '', '', '');
INSERT INTO `tfileact` VALUES ('375', '146', '2012-10-25', '2', '-', null, 'PE', 'DM', '', '', '');
INSERT INTO `tfileact` VALUES ('376', '132', '2012-10-25', '2', '-', null, 'PE', 'DM', '', '', '');
INSERT INTO `tfileact` VALUES ('377', '195', '2012-10-25', '2', '-', null, 'PE', 'DM', '', '', '');
INSERT INTO `tfileact` VALUES ('378', '22', '2012-10-25', '2', '-', null, 'PE', 'Carpal tunnel syndrome', '', '', '');
INSERT INTO `tfileact` VALUES ('379', '198', '2012-10-25', '2', '-', null, 'PE', 'Carpal tunnel syndrome', '', '', '');
INSERT INTO `tfileact` VALUES ('380', '112', '2012-10-25', '2', '-', null, 'PE', 'Carpal tunnel syndrome', '', '', '');
INSERT INTO `tfileact` VALUES ('381', '23', '2012-10-25', '2', '-', null, 'PE', 'Carpal tunnel syndrome', '', '', '');
INSERT INTO `tfileact` VALUES ('382', '7', '2012-10-25', '2', '-', null, 'PE', 'Carpal tunnel syndrome', '', '', '');
INSERT INTO `tfileact` VALUES ('383', '130', '2012-10-25', '2', '-', null, 'PE', 'Carpal tunnel syndrome', '', '', '');
INSERT INTO `tfileact` VALUES ('384', '72', '2012-10-25', '2', '-', null, 'PE', '', '', '', '');
INSERT INTO `tfileact` VALUES ('385', '80', '2012-10-25', '2', '-', null, 'PE', '??????????', '', '', '');
INSERT INTO `tfileact` VALUES ('386', '43', '2012-10-25', '2', '-', null, 'PE', '??????????', '', '', '');
INSERT INTO `tfileact` VALUES ('387', '46', '2012-10-25', '2', '-', null, 'PE', '??????????', '', '', '');
INSERT INTO `tfileact` VALUES ('388', '64', '2012-10-25', '2', '-', null, 'PE', '??????????', '', '', '');
INSERT INTO `tfileact` VALUES ('389', '102', '2012-10-25', '2', '-', null, 'PE', '??????????', '', '', '');
INSERT INTO `tfileact` VALUES ('390', '91', '2012-10-25', '2', '', null, '-', 'acute pancreatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('391', '91', '2012-10-25', '2', '-', null, 'PE', 'acute pancreatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('392', '62', '2012-10-25', '2', '-', null, 'PE', 'acute pancreatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('393', '27', '2012-10-25', '2', '-', null, 'PE', 'acute pancreatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('394', '74', '2012-10-25', '2', '-', null, 'PE', 'acute pancreatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('395', '59', '2012-10-25', '2', '-', null, 'PE', 'acute pancreatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('396', '61', '2012-10-25', '2', '-', null, 'PE', 'acute pancreatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('397', '199', '2012-10-25', '2', '-', null, 'PE', 'acute pancreatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('398', '115', '2012-10-25', '2', '-', null, 'PE', 'acute pancreatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('399', '104', '2012-10-25', '2', '-', null, 'PE', 'acute pancreatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('400', '127', '2012-10-25', '2', '-', null, 'PE', 'acute pancreatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('401', '70', '2012-10-25', '2', '-', null, 'PE', 'acute pancreatitis', '', '', '');
INSERT INTO `tfileact` VALUES ('402', '90', '2012-10-25', '2', '-', null, 'M', 'Skin traction', '', '', '');
INSERT INTO `tfileact` VALUES ('403', '200', '2012-10-25', '2', '-', null, 'M', 'Skin traction', '', '', '');
INSERT INTO `tfileact` VALUES ('404', '11', '2012-10-25', '2', '-', null, 'PE', 'Skin traction', '', '', '');
INSERT INTO `tfileact` VALUES ('405', '116', '2012-10-25', '2', '-', null, 'M', 'Skin traction', '', '', '');
INSERT INTO `tfileact` VALUES ('406', '31', '2012-10-25', '2', '-', null, 'M', 'Skin traction', '', '', '');
INSERT INTO `tfileact` VALUES ('407', '73', '2012-10-25', '2', '-', null, 'M', 'Skin traction', '', '', '');
INSERT INTO `tfileact` VALUES ('408', '25', '2012-10-25', '2', '-', null, 'M', 'Skin traction', '', '', '');
INSERT INTO `tfileact` VALUES ('409', '75', '2012-10-25', '2', '-', null, 'M', 'Skin traction', '', '', '');
INSERT INTO `tfileact` VALUES ('410', '123', '2012-10-25', '2', '-', null, 'M', 'Skin traction', '', '', '');
INSERT INTO `tfileact` VALUES ('411', '65', '2012-10-25', '2', '-', null, 'M', 'Skin traction', '', '', '');
INSERT INTO `tfileact` VALUES ('412', '121', '2012-10-25', '2', '-', null, 'M', 'Skin traction', '', '', '');
INSERT INTO `tfileact` VALUES ('413', '201', '2012-10-25', '2', '-', null, 'C', 'Emergency pills', '', '', '');
INSERT INTO `tfileact` VALUES ('414', '202', '2012-10-25', '2', '-', null, 'C', 'Emergency pills', '', '', '');
INSERT INTO `tfileact` VALUES ('415', '203', '2012-10-25', '2', '-', null, 'C', 'Emergency pills', '', '', '');
INSERT INTO `tfileact` VALUES ('416', '204', '2012-10-25', '2', '-', null, 'C', 'Emergency pills', '', '', '');
INSERT INTO `tfileact` VALUES ('417', '205', '2012-10-25', '2', '-', null, 'C', 'Emergency pills', '', '', '');
INSERT INTO `tfileact` VALUES ('418', '77', '2012-10-25', '2', '-', null, 'C', 'Emergency pills', '', '', '');
INSERT INTO `tfileact` VALUES ('419', '206', '2012-10-25', '2', '-', null, 'C', 'consent form', '', '', '');
INSERT INTO `tfileact` VALUES ('420', '21', '2012-10-25', '2', '-', null, 'C', 'consent form', '', '', '');
INSERT INTO `tfileact` VALUES ('421', '37', '2012-10-25', '2', '-', null, 'C', 'consent form', '', '', '');
INSERT INTO `tfileact` VALUES ('422', '33', '2012-10-25', '2', '-', null, 'C', 'consent form', '', '', '');
INSERT INTO `tfileact` VALUES ('423', '158', '2012-10-25', '2', '-', null, 'C', 'consent form', '', '', '');
INSERT INTO `tfileact` VALUES ('424', '140', '2012-10-25', '2', '-', null, 'C', 'consent form', '', '', '');
INSERT INTO `tfileact` VALUES ('425', '204', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('426', '77', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('427', '202', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('428', '205', '2012-12-02', '1', '', null, '-', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('429', '34', '2012-12-02', '1', '', null, '-', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('430', '189', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('431', '63', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('432', '57', '2013-01-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('433', '167', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('434', '167', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('435', '116', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('436', '25', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('437', '121', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('438', '74', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('439', '23', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('440', '7', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('441', '130', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('442', '73', '2012-12-02', '1', '', null, '-', '', '', '', '');
INSERT INTO `tfileact` VALUES ('443', '64', '2012-12-02', '1', '-', null, 'Hx', '?????????????????????????????????????????(?????????????????????????????)', '', '', '');
INSERT INTO `tfileact` VALUES ('444', '134', '2012-10-27', '2', '', null, '-', '', '', '', '');
INSERT INTO `tfileact` VALUES ('445', '207', '2013-12-23', '2', '', null, 'C', '??????????????????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('446', '208', '2013-12-23', '1', '', null, '-', '', '', '', '');
INSERT INTO `tfileact` VALUES ('447', '208', '2013-12-23', '1', '', null, 'C', '??????????????????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('448', '208', '2013-12-23', '2', '', null, 'C', '??????????????????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('449', '86', '2013-12-23', '2', '', null, 'C', '??????????????????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('450', '151', '2013-09-27', '2', '', null, 'C', '??????????????????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('451', '163', '2013-12-23', '1', '', null, 'C', '??????????????????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('452', '163', '2013-09-27', '2', '', null, 'C', '??????????????????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('453', '142', '2013-09-27', '2', '', null, 'C', '??????????????????????????????????????', '', '', '');
INSERT INTO `tfileact` VALUES ('454', '155', '2013-09-27', '2', '', null, 'C', '??????????????????????????????????????', '', '', '');

-- ----------------------------
-- Table structure for tfileact2
-- ----------------------------
DROP TABLE IF EXISTS `tfileact2`;
CREATE TABLE `tfileact2` (
  `id` int(5) NOT NULL,
  `exam_year` varchar(4) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `med_criteria` varchar(10) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `med_criteria2` varchar(10) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `skill_group` varchar(2) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `act_desc` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `temp_id` varchar(7) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `temp_id2` varchar(7) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `have_sp` varchar(6) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `act_remark` varchar(80) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `major` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tfileact2
-- ----------------------------
INSERT INTO `tfileact2` VALUES ('1', '2551', '2.1.1', '', 'Hx', 'URI', '-', '-', 'มี', null, null);
INSERT INTO `tfileact2` VALUES ('2', '2551', '2.1.17', '', 'Hx', 'angina pectoris', '-', '-', 'มี', null, null);
INSERT INTO `tfileact2` VALUES ('3', '2551', '2.1.27', '', 'Hx', 'CA cx.', 'A150896', '0920', 'มี', null, 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา');
INSERT INTO `tfileact2` VALUES ('4', '2551', '2.1.8', '', 'Hx', 'jaundice', 'A150215', '-', 'มี', null, 'ภาควิชาศัลยศาสตร์');
INSERT INTO `tfileact2` VALUES ('5', '2551', null, '', 'PE', 'poor visual acuity', '6525', '-', 'มี', '3.1.4 poor visual acuity', 'ภาควิชาจักษุวิทยา');
INSERT INTO `tfileact2` VALUES ('6', '2551', '2.1.23', '', 'PE', 'normal breast', 'A150375', '-', 'มี', '', 'ภาควิชาศัลยศาสตร์');
INSERT INTO `tfileact2` VALUES ('7', '2551', '2.1.14', '2.1.15', 'PE', 'cervical nerve root 6 radiculopathy/compression', 'A150227', '-', 'มี', '', 'ภาควิชาเวชศาสตร์ฟื้นฟู');
INSERT INTO `tfileact2` VALUES ('8', '2551', '2.1.7', '', 'PE', 'acute cholecystitis', '4566', '-', 'มี', '', 'ภาควิชาศัลยศาสตร์');
INSERT INTO `tfileact2` VALUES ('9', '2551', '3.5.1.15', '', 'M', 'urethral cath.', '6120', '-', 'ไม่มี', '', 'ภาควิชาศัลยศาสตร์');
INSERT INTO `tfileact2` VALUES ('10', '2551', '3.5.1.13', '', 'M', 'anterior nasal packing', '6616', '-', 'ไม่มี', '', 'ภาควิชาโสต ศอ นาสิกวิทยา');
INSERT INTO `tfileact2` VALUES ('11', '2551', '3.5.1.28', '', 'M', 'pap smear', '0920', '-', 'ไม่มี', '', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา');
INSERT INTO `tfileact2` VALUES ('12', '2551', '3.5.1.10', '', 'M', 'CPR', '6530', '-', 'ไม่มี', '', 'ภาควิชาวิสัญญีวิทยา');
INSERT INTO `tfileact2` VALUES ('13', '2551', '1.7.1', '', 'C', 'consent tonsil', '6616', '-', 'ไม่มี', '', 'ภาควิชาโสต ศอ นาสิกวิทยา');
INSERT INTO `tfileact2` VALUES ('14', '2551', '1.5', '', 'C', 'disability', '-', '-', 'ไม่มี', null, null);
INSERT INTO `tfileact2` VALUES ('15', '2551', '', '', 'C', 'Genetic counseling', 'D150083', '3019', 'ไม่มี', '2.3.3 genetic counseling', 'ภาควิชาเวชศาสตร์ครอบครัว');
INSERT INTO `tfileact2` VALUES ('16', '2551', '', '', 'L', 'labor curve', '3874', '0861', 'ไม่มี', '2.3.15G 2.12 labor curve', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา');
INSERT INTO `tfileact2` VALUES ('17', '2551', '3.2.12', '', 'L', 'EKG tracing', '0980', '', 'ไม่มี', '', 'ภาควิชากุมารเวชศาสตร์');
INSERT INTO `tfileact2` VALUES ('18', '2551', null, '', 'L', 'Gram, AFB, Tzank stain', '-', '-', 'ไม่มี', '3.2 Gram, AFB, Tzanck stain', null);
INSERT INTO `tfileact2` VALUES ('19', '2551', '', '', 'L', 'abd.x-ray', '3187', '-', 'ไม่มี', '2.1.7 abd. x-ray', 'ภาควิชารังสีวิทยา');
INSERT INTO `tfileact2` VALUES ('20', '2551', '3.2.2', '', 'L', 'blood smear', '-', '-', 'ไม่มี', null, null);
INSERT INTO `tfileact2` VALUES ('21', '2552', '2.1.1', '2.1.22', 'Hx', '', 'A150583', '-', 'มี', '', 'ภาควิชากุมารเวชศาสตร์');
INSERT INTO `tfileact2` VALUES ('22', '2552', '2.1.32', '', 'Hx', 'majordepressive disorder', '4714', '-', 'มี', '', 'ภาควิชาจิตเวชศาสตร์');
INSERT INTO `tfileact2` VALUES ('23', '2552', '2.1.1', '2.1.11', 'Hx', 'viral gastroenteritis', 'E150107', '-', 'มี', '', 'ภาควิชาอายุรศาสตร์');
INSERT INTO `tfileact2` VALUES ('24', '2552', '2.1.30', '', 'PE', 'right homonymous hemianopia', '6525', 'E150118', 'มี', '', 'ภาควิชาจักษุวิทยา');
INSERT INTO `tfileact2` VALUES ('25', '2552', '2.1.15', '', 'PE', '', 'A150227', '-', 'มี', '', 'ภาควิชาเวชศาสตร์ฟื้นฟู');
INSERT INTO `tfileact2` VALUES ('26', '2552', '', '', 'PE', 'acute pancreatitis', 'D150059', '4566', 'ไม่มี', '2.3.11 G2.10 acute pancreatitis', 'ภาควิชาศัลยศาสตร์');
INSERT INTO `tfileact2` VALUES ('27', '2552', null, '', 'PE', 'paroxysmal ventricular tachycardia', '-', '-', 'มี', '2.3.9 G3.2 parozysmal ventricular tachycardia', null);
INSERT INTO `tfileact2` VALUES ('28', '2552', '3.5.1.10', '', 'M', 'basic CPR', '-', '-', 'ไม่มี', null, null);
INSERT INTO `tfileact2` VALUES ('29', '2552', '3.5.1.7', '', 'M', 'lumbar puncture', '6530', '-', 'มี', '', 'ภาควิชาวิสัญญีวิทยา');
INSERT INTO `tfileact2` VALUES ('30', '2552', '3.5.1.20', '', 'M', 'suturing', '4566', '-', 'ไม่มี', '', 'ภาควิชาศัลยศาสตร์');
INSERT INTO `tfileact2` VALUES ('31', '2552', '3.5.1.13', '', 'M', 'anterior nasal packing', '6616', '-', 'ไม่มี', '', 'ภาควิชาโสต ศอ นาสิกวิทยา');
INSERT INTO `tfileact2` VALUES ('32', '2552', '', '', 'C', 'G6PD deficiency', '6570', '-', 'ไม่มี', '2.3.3 G2.3 G6PD deficiency', 'ภาควิชากุมารเวชศาสตร์');
INSERT INTO `tfileact2` VALUES ('33', '2552', '', '', 'M', 'breast feeding', '6523', '-', 'มี', '1.2.1.3 breast feeding', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา');
INSERT INTO `tfileact2` VALUES ('34', '2552', '1.5', '', 'C', '', '1136', '-', 'ไม่มี', '', 'ภาควิชานิติเวชศาสตร์');
INSERT INTO `tfileact2` VALUES ('35', '2552', '3.2.7', '', 'L', '', '0913', '-', 'ไม่มี', '2.3.1 G2.3 stool exam.', 'ภาควิชากุมารเวชศาสตร์');
INSERT INTO `tfileact2` VALUES ('36', '2552', '3.2.6', '', 'L', 'meningococcal septicemia', 'F150001', '-', 'ไม่มี', '2.3.1 G2.9 meningococcal septicemia', 'ภาควิชากุมารเวชศาสตร์');
INSERT INTO `tfileact2` VALUES ('37', '2552', '3.3', '', 'L', 'RUL atelectasis หรือ lung tumor', '3187', '-', 'ไม่มี', '2.3.2 G3.1 rull atelectasis หรือ lung tumor', 'ภาควิชารังสีวิทยา');
INSERT INTO `tfileact2` VALUES ('38', '2552', '3.2.2', '', 'L', 'thrombotic thrombocytopenic purpura (TTP)', '1335', '-', 'ไม่มี', '2.2 G1.15 thrombotic thrombocytopenic purpura (TTP)', 'ภาควิชาอายุรศาสตร์');
INSERT INTO `tfileact2` VALUES ('39', '2552', '3.2.12', '', 'L', 'ventricular tachycardia', 'E150108', '-', 'ไม่มี', '2.2 G1.4 ventricular tachycardia', 'ภาควิชาอายุรศาสตร์');
INSERT INTO `tfileact2` VALUES ('40', '2553', '2.1.26', '', 'Hx', '', '4737', '-', 'มี', '', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา');
INSERT INTO `tfileact2` VALUES ('41', '2553', '2.1.18', '', 'Hx', '', '5450001', '-', 'มี', '', 'ภาควิชากุมารเวชศาสตร์');
INSERT INTO `tfileact2` VALUES ('42', '2553', '2.1.11', '', 'Hx', 'hematochesia', '4566', '-', 'มี', '', 'ภาควิชาศัลยศาสตร์');
INSERT INTO `tfileact2` VALUES ('43', '2553', '2.1.13', '2.1.14', 'Hx', 'cardiogenic syncope', 'D150082', '-', 'มี', '', 'ภาควิชาเวชศาสตร์ครอบครัว');
INSERT INTO `tfileact2` VALUES ('44', '2553', '2.1.14', '', 'PE', 'carpal tunnel', '1147', '-', 'มี', '2.3.6 G3.2 carpal tunnel', 'ภาควิชาออร์โทปิดิกส์');
INSERT INTO `tfileact2` VALUES ('45', '2553', '2.1.7', '', 'PE', 'acute cholecystitis', '0994', '-', 'มี', '', 'ภาควิชาอายุรศาสตร์');
INSERT INTO `tfileact2` VALUES ('46', '2553', '', '', 'PE', 'maxillofacial injury', '4566', '-', 'มี', '2.2 G1.40 maxillofacial injury', 'ภาควิชาศัลยศาสตร์');
INSERT INTO `tfileact2` VALUES ('47', '2553', '2.1.30', '', 'PE', 'bitemporal hemianopia', '6525', '-', 'มี', '', 'ภาควิชาจักษุวิทยา');
INSERT INTO `tfileact2` VALUES ('48', '2553', '', '', 'M', 'DMPA', 'E150117', '-', 'ไม่มี', '1.2.1.3 DMPA', 'ภาควิชาสูติศาสตร์และนรีเวชวิทยา');
INSERT INTO `tfileact2` VALUES ('49', '2553', '3.5.2.9', '', 'M', 'splint', '3195', '-', 'มี', '', 'ภาควิชาออร์โทปิดิกส์');
INSERT INTO `tfileact2` VALUES ('50', '2553', '3.5.1.16', '', 'M', 'incision & drain', '4566', '-', 'ไม่มี', '', 'ภาควิชาศัลยศาสตร์');
INSERT INTO `tfileact2` VALUES ('51', '2553', '', '', 'M', 'remove foreign body', '6616', '-', 'ไม่มี', '', 'ภาควิชาโสต ศอ นาสิกวิทยา');
INSERT INTO `tfileact2` VALUES ('52', '2553', '', '', 'C', 'hemophilia', '0967', '-', 'มี', '1.3.1 & 1.3.2.3 hemophilia', 'ภาควิชากุมารเวชศาสตร์');
INSERT INTO `tfileact2` VALUES ('53', '2553', '', '', 'C', 'postural drainage', 'D150040', '-', 'มี', '3.5.2.15 postural drainage', 'ภาควิชาเวชศาสตร์ฟื้นฟู');
INSERT INTO `tfileact2` VALUES ('54', '2553', '', '', 'C', 'การออกใบรับรองแพทย์ (fracture of left clavicle)', '1136', '-', 'ไม่มี', '', 'ภาควิชานิติเวชศาสตร์');
INSERT INTO `tfileact2` VALUES ('55', '2553', null, '', 'L', 'labor curve', '-', '-', 'ไม่มี', '2.3.15 G2.12 labor curve', null);
INSERT INTO `tfileact2` VALUES ('56', '2553', '3.2.5', '', 'L', '', '0976', '-', 'ไม่มี', '', 'ภาควิชากุมารเวชศาสตร์');
INSERT INTO `tfileact2` VALUES ('57', '2553', '3.2.2', '', 'L', 'blood smear', 'A150279', '-', 'ไม่มี', '', 'ภาควิชาอายุรศาสตร์');
INSERT INTO `tfileact2` VALUES ('58', '2553', '3.2.12', '', 'L', 'EKG', '-', '-', 'ไม่มี', null, null);
INSERT INTO `tfileact2` VALUES ('59', '2553', '3.3.1', '', 'L', '', '-', '-', 'ไม่มี', '', '');

-- ----------------------------
-- Table structure for tmedcriteria
-- ----------------------------
DROP TABLE IF EXISTS `tmedcriteria`;
CREATE TABLE `tmedcriteria` (
  `Cat_id` varchar(3) COLLATE utf8_unicode_ci NOT NULL,
  `Cat` varchar(8) COLLATE utf8_unicode_ci DEFAULT NULL,
  `Cat_desc` longtext COLLATE utf8_unicode_ci,
  `sk_code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`Cat_id`),
  KEY `Cat` (`Cat`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of tmedcriteria
-- ----------------------------
INSERT INTO `tmedcriteria` VALUES ('0', '-', '', '-');
INSERT INTO `tmedcriteria` VALUES ('1', '1.4.1.1', 'general medical examination and investigation', 'C');
INSERT INTO `tmedcriteria` VALUES ('10', '1.4.2.4', 'examination for insurance purposes ', 'C');
INSERT INTO `tmedcriteria` VALUES ('100', '3.4.15', 'lipid profile', 'L');
INSERT INTO `tmedcriteria` VALUES ('101', '3.4.16', 'วัตถุพยานทางนิติเวชและพิษวิทยา', 'L');
INSERT INTO `tmedcriteria` VALUES ('102', '3.4.17', 'HIV testing', 'L');
INSERT INTO `tmedcriteria` VALUES ('103', '3.4.18', 'serologic studies', 'L');
INSERT INTO `tmedcriteria` VALUES ('104', '3.4.19', 'arterial blood gas analysis', 'L');
INSERT INTO `tmedcriteria` VALUES ('105', '3.4.20', 'spirometry, peak expiratory flow rate measurement', 'L');
INSERT INTO `tmedcriteria` VALUES ('106', '3.4.21', 'growth and development assessment; denver development screening test (DDST)', 'L');
INSERT INTO `tmedcriteria` VALUES ('107', '3.4.22', 'audiometry', 'L');
INSERT INTO `tmedcriteria` VALUES ('108', '3.4.23', 'psychological test', 'L');
INSERT INTO `tmedcriteria` VALUES ('109', '3.4.24', 'ultrasonography: abdomen, pelvis', 'L');
INSERT INTO `tmedcriteria` VALUES ('11', '1.4.3', 'Routine General Health Check-Up ', 'C');
INSERT INTO `tmedcriteria` VALUES ('110', '3.4.25', 'computerized axial tomography scan', 'L');
INSERT INTO `tmedcriteria` VALUES ('111', '3.4.26', 'magnetic resonance imaging', 'L');
INSERT INTO `tmedcriteria` VALUES ('112', '3.4.27', 'mammography', 'L');
INSERT INTO `tmedcriteria` VALUES ('113', '3.4.28', 'radionuclide scan', 'L');
INSERT INTO `tmedcriteria` VALUES ('114', '3.4.29', 'barium contrast gi studies', 'L');
INSERT INTO `tmedcriteria` VALUES ('115', '3.4.30', 'intravascular contrast studies: arterial and venous studies', 'L');
INSERT INTO `tmedcriteria` VALUES ('116', '3.4.31', 'echocardiography', 'L');
INSERT INTO `tmedcriteria` VALUES ('117', '3.5.1.2', 'capillary puncture', 'M');
INSERT INTO `tmedcriteria` VALUES ('118', '3.5.1.3', 'intravenous fluid infusion', 'M');
INSERT INTO `tmedcriteria` VALUES ('119', '3.5.1.4', 'injection : intramuscular, intradermal, intravenous, subcutaneous', 'M');
INSERT INTO `tmedcriteria` VALUES ('12', '1.4.3.1', 'schoolchildren ', 'C');
INSERT INTO `tmedcriteria` VALUES ('120', '3.5.1.5', 'blood and blood component transfusion ', 'M');
INSERT INTO `tmedcriteria` VALUES ('121', '3.5.1.6', 'arterial puncture', 'M');
INSERT INTO `tmedcriteria` VALUES ('122', '3.5.1.7', 'lumbar puncture ', 'M');
INSERT INTO `tmedcriteria` VALUES ('123', '3.5.1.8', 'endotracheal intubation', 'M');
INSERT INTO `tmedcriteria` VALUES ('124', '3.5.1.9', 'local infiltration and digital nerve block ', 'M');
INSERT INTO `tmedcriteria` VALUES ('125', '3.5.1.10', 'advanced cardio-pulmonary resuscitation ', 'M');
INSERT INTO `tmedcriteria` VALUES ('126', '3.5.1.11', 'oxygen therapy', 'M');
INSERT INTO `tmedcriteria` VALUES ('127', '3.5.1.12', 'aerosol bronchodilator therapy ', 'M');
INSERT INTO `tmedcriteria` VALUES ('128', '3.5.1.13', 'anterior nasal packing ', 'M');
INSERT INTO `tmedcriteria` VALUES ('129', '3.5.1.14', 'nasogastric intubation, gastric lavage, gavage and irrigation ', 'M');
INSERT INTO `tmedcriteria` VALUES ('13', '1.4.3.2', 'student ', 'C');
INSERT INTO `tmedcriteria` VALUES ('130', '3.5.1.15', 'urethral catheterization ', 'M');
INSERT INTO `tmedcriteria` VALUES ('131', '3.5.1.16', 'incision and drainage ', 'M');
INSERT INTO `tmedcriteria` VALUES ('132', '3.5.1.17', 'debridement of wound ', 'M');
INSERT INTO `tmedcriteria` VALUES ('133', '3.5.1.18', 'wound dressing', 'M');
INSERT INTO `tmedcriteria` VALUES ('134', '3.5.1.19', 'excision of benign tumour and cyst of skin and subcutaneous tissue ', 'M');
INSERT INTO `tmedcriteria` VALUES ('135', '3.5.1.20', 'suturing and desuturing', 'M');
INSERT INTO `tmedcriteria` VALUES ('136', '3.5.1.21', 'stomal care ', 'M');
INSERT INTO `tmedcriteria` VALUES ('137', '3.5.1.22', 'stump bandaging', 'M');
INSERT INTO `tmedcriteria` VALUES ('138', '3.5.1.23', 'first aid management of injured patient', 'M');
INSERT INTO `tmedcriteria` VALUES ('139', '3.5.1.24', 'measurement of central venous pressure', 'M');
INSERT INTO `tmedcriteria` VALUES ('14', '1.4.3.3', 'sports teams ', 'C');
INSERT INTO `tmedcriteria` VALUES ('140', '3.5.1.25', 'normal labor ', 'M');
INSERT INTO `tmedcriteria` VALUES ('141', '3.5.1.26', 'amniotomy ', 'M');
INSERT INTO `tmedcriteria` VALUES ('142', '3.5.1.27', 'episiotomy and perineorrhaphy ', 'M');
INSERT INTO `tmedcriteria` VALUES ('143', '3.5.1.28', 'PAP smear preparation ', 'M');
INSERT INTO `tmedcriteria` VALUES ('144', '3.5.1.29', 'removal of foreign body from vagina in adult ', 'M');
INSERT INTO `tmedcriteria` VALUES ('145', '3.5.1.30', 'phototherapy ', 'M');
INSERT INTO `tmedcriteria` VALUES ('146', '3.5.2.1', 'venesection ', 'M');
INSERT INTO `tmedcriteria` VALUES ('147', '3.5.2.2', 'cervical dilatation and uterine curettage ', 'M');
INSERT INTO `tmedcriteria` VALUES ('148', '3.5.2.3', 'tubal ligation & resection ', 'M');
INSERT INTO `tmedcriteria` VALUES ('149', '3.5.2.4', 'insertion and removal of intrauterine device ', 'M');
INSERT INTO `tmedcriteria` VALUES ('15', '1.4.4', 'Special Screening Examination for Diseases and Disorders ', 'C');
INSERT INTO `tmedcriteria` VALUES ('150', '3.5.2.5', 'removal of foreign body from vagina', 'M');
INSERT INTO `tmedcriteria` VALUES ('151', '3.5.2.6', 'neonatal resuscitation and transportation ', 'M');
INSERT INTO `tmedcriteria` VALUES ('152', '3.5.2.7', 'biopsy of skin, superficial mass, cervix', 'M');
INSERT INTO `tmedcriteria` VALUES ('153', '3.5.2.8', 'appendectomy ', 'M');
INSERT INTO `tmedcriteria` VALUES ('154', '3.5.2.9', 'external splinting and plaster of Paris technique ', 'M');
INSERT INTO `tmedcriteria` VALUES ('155', '3.5.2.10', 'skin and skeletal traction ', 'M');
INSERT INTO `tmedcriteria` VALUES ('156', '3.5.2.11', 'removal of foreign body from conjunctiva', 'M');
INSERT INTO `tmedcriteria` VALUES ('157', '3.5.2.12', 'removal of foreign body from ear, nose, throat, ', 'M');
INSERT INTO `tmedcriteria` VALUES ('158', '3.5.2.13', 'basic mechanical ventilation', 'M');
INSERT INTO `tmedcriteria` VALUES ('159', '3.5.2.14', 'paracentesis : abdominal, pleural ', 'M');
INSERT INTO `tmedcriteria` VALUES ('16', '1.4.4.1', 'diabetes mellitus, nutritional disorders, iron deficiency', 'C');
INSERT INTO `tmedcriteria` VALUES ('160', '3.5.2.15', 'postural drainage : chest percussion and vibration', 'M');
INSERT INTO `tmedcriteria` VALUES ('161', '3.5.2.16', 'breathing exercise', 'M');
INSERT INTO `tmedcriteria` VALUES ('162', '3.5.2.17', 'strengthening and stretching exercise', 'M');
INSERT INTO `tmedcriteria` VALUES ('163', '3.5.3.1', 'intercostal drainage', 'M');
INSERT INTO `tmedcriteria` VALUES ('164', '3.5.3.2', 'circumcision ', 'M');
INSERT INTO `tmedcriteria` VALUES ('165', '3.5.3.3', 'general anaesthesia for uncomplicated patient for simple surgery', 'M');
INSERT INTO `tmedcriteria` VALUES ('166', '3.5.3.4', 'low transverse caesarean section ', 'M');
INSERT INTO `tmedcriteria` VALUES ('167', '3.5.3.5', 'close reduction of simple fractures ', 'M');
INSERT INTO `tmedcriteria` VALUES ('168', '3.5.3.6', 'reduction of simple dislocations ', 'M');
INSERT INTO `tmedcriteria` VALUES ('169', '3.5.3.7', 'joint aspiration ', 'M');
INSERT INTO `tmedcriteria` VALUES ('17', '1.4.4.2', 'eye and ear disorders', 'C');
INSERT INTO `tmedcriteria` VALUES ('170', '3.5.4.1', 'diagnostic liver percutaneous biopsy', 'M');
INSERT INTO `tmedcriteria` VALUES ('171', '3.5.4.2', 'diagnostic kidney percutaneous biopsy', 'M');
INSERT INTO `tmedcriteria` VALUES ('172', '3.5.4.3', 'pleural biopsy ', 'M');
INSERT INTO `tmedcriteria` VALUES ('173', '3.5.4.4', 'peritoneal lavage ', 'M');
INSERT INTO `tmedcriteria` VALUES ('174', '3.5.4.5', 'peritoneal dialysis ', 'M');
INSERT INTO `tmedcriteria` VALUES ('175', '3.5.4.6', 'bone marrow aspiration ', 'M');
INSERT INTO `tmedcriteria` VALUES ('176', '3.5.4.7', 'vacuum extraction ', 'M');
INSERT INTO `tmedcriteria` VALUES ('177', '3.5.4.8', 'low forceps extraction', 'M');
INSERT INTO `tmedcriteria` VALUES ('178', '3.5.4.9', 'manual removal of placenta ', 'M');
INSERT INTO `tmedcriteria` VALUES ('179', '3.5.4.10', 'culdocentesis ', 'M');
INSERT INTO `tmedcriteria` VALUES ('18', '1.4.4.3', 'cardiovascular disorders ', 'C');
INSERT INTO `tmedcriteria` VALUES ('180', '3.5.4.11', 'marsupialization of Bartholin cyst ', 'M');
INSERT INTO `tmedcriteria` VALUES ('181', '3.5.4.12', 'conization of uterine cervix ', 'M');
INSERT INTO `tmedcriteria` VALUES ('182', '3.5.4.13', 'salpingectomy and oophorectomy ', 'M');
INSERT INTO `tmedcriteria` VALUES ('183', '3.5.4.14', 'breech assisting and extraction ', 'M');
INSERT INTO `tmedcriteria` VALUES ('184', '3.5.4.15', 'contraceptive drug implantation and removal', 'M');
INSERT INTO `tmedcriteria` VALUES ('185', '3.5.4.16', 'vasectomy', 'M');
INSERT INTO `tmedcriteria` VALUES ('186', '3.5.4.17', 'tracheostomy', 'M');
INSERT INTO `tmedcriteria` VALUES ('187', '3.5.4.18', 'spinal anaesthesia', 'M');
INSERT INTO `tmedcriteria` VALUES ('188', '3.5.5.1', 'cranial burr hole', 'M');
INSERT INTO `tmedcriteria` VALUES ('189', '3.5.5.2', 'subdural tapping', 'M');
INSERT INTO `tmedcriteria` VALUES ('19', '1.4.5', 'Carriers of Infectious Diseases', 'C');
INSERT INTO `tmedcriteria` VALUES ('190', '3.5.5.3', 'dental extraction', 'M');
INSERT INTO `tmedcriteria` VALUES ('191', '3.5.5.4', 'tonsillectomy', 'M');
INSERT INTO `tmedcriteria` VALUES ('192', '3.5.5.5', 'thyroidectomy', 'M');
INSERT INTO `tmedcriteria` VALUES ('193', '3.5.5.6', 'peripheral nerve block', 'M');
INSERT INTO `tmedcriteria` VALUES ('194', '3.5.5.7', 'incision and curettage  (external hordeolum)', 'M');
INSERT INTO `tmedcriteria` VALUES ('195', '3.5.5.8', 'excision of pterygium', 'M');
INSERT INTO `tmedcriteria` VALUES ('196', '3.5.5.9', 'cataract and glaucoma surgery', 'M');
INSERT INTO `tmedcriteria` VALUES ('197', '3.5.5.10', 'probing and irrigation of nasolacrimal duct', 'M');
INSERT INTO `tmedcriteria` VALUES ('198', '3.5.5.11', 'gastrostomy', 'M');
INSERT INTO `tmedcriteria` VALUES ('199', '3.5.5.12', 'colostomy', 'M');
INSERT INTO `tmedcriteria` VALUES ('2', '1.4.1.2', 'eyes and vision examination and investigation', 'C');
INSERT INTO `tmedcriteria` VALUES ('20', '1.4.6', 'Contact with and Exposure to Communicable Diseases', 'C');
INSERT INTO `tmedcriteria` VALUES ('200', '3.5.5.13', 'repair of gastric perforation, intestinal perforation', 'M');
INSERT INTO `tmedcriteria` VALUES ('201', '3.5.5.14', 'suture of peptic ulcer bleeding', 'M');
INSERT INTO `tmedcriteria` VALUES ('202', '3.5.5.15', 'herniorrhaphy', 'M');
INSERT INTO `tmedcriteria` VALUES ('203', '3.5.5.16', 'cholecystectomy', 'M');
INSERT INTO `tmedcriteria` VALUES ('204', '3.5.5.17', 'hemorrhoidectomy', 'M');
INSERT INTO `tmedcriteria` VALUES ('205', '3.5.5.18', 'suprapubic cystostomy', 'M');
INSERT INTO `tmedcriteria` VALUES ('206', '3.5.5.19', 'vesicolithotomy', 'M');
INSERT INTO `tmedcriteria` VALUES ('207', '3.5.5.20', 'hemodialysis', 'M');
INSERT INTO `tmedcriteria` VALUES ('208', '3.5.5.21', 'skin graft', 'M');
INSERT INTO `tmedcriteria` VALUES ('209', '3.5.5.22', 'laser surgery', 'M');
INSERT INTO `tmedcriteria` VALUES ('21', '1.4.7', 'Immunization', 'C');
INSERT INTO `tmedcriteria` VALUES ('210', '3.5.5.23', 'gastrointestinal endoscopy', 'M');
INSERT INTO `tmedcriteria` VALUES ('211', '3.5.5.24', 'bronchoscopy', 'M');
INSERT INTO `tmedcriteria` VALUES ('212', '3.5.5.25', 'paracentesis: pericardium, urinary bladder', 'M');
INSERT INTO `tmedcriteria` VALUES ('213', '3.5.5.26', 'internal fixation of fracture', 'M');
INSERT INTO `tmedcriteria` VALUES ('214', '3.5.5.27', 'amputation of finger, toe and extremities', 'M');
INSERT INTO `tmedcriteria` VALUES ('215', '3.5.5.28', 'tendon repair', 'M');
INSERT INTO `tmedcriteria` VALUES ('216', '3.5.5.29', 'cervical spine and pelvic traction', 'M');
INSERT INTO `tmedcriteria` VALUES ('217', '3.5.5.30', 'bone marrow biopsy', 'M');
INSERT INTO `tmedcriteria` VALUES ('218', '3.5.5.31', 'hysterectomy', 'M');
INSERT INTO `tmedcriteria` VALUES ('219', '3.5.5.32', 'organ transplantation', 'M');
INSERT INTO `tmedcriteria` VALUES ('22', '1.4.8', 'Contraceptive Management', 'C');
INSERT INTO `tmedcriteria` VALUES ('220', '3.5.5.33', 'cardiovascular surgery', 'M');
INSERT INTO `tmedcriteria` VALUES ('221', '3.5.5.34', 'electric convulsive therapy', 'M');
INSERT INTO `tmedcriteria` VALUES ('23', '1.5', 'สามารถตรวจและให้ความเห็นหรือทำหนังสือรับรองเกี่ยวกับผู้ป่วย ผู้พิการ ผู้เสียหาย ผู้ต้องหา หรือจำเลย ตามความที่กฎหมายกำหนดให้พนักงานสอบสวน องค์กร หรือศาลในกิจการต่างๆ ได้ เช่น หนังสือรับรองสุขภาพ หนังสือรับรองความพิการ หนังสือรับรองการตาย การเป็นพยานต่อพนักงานสอบสวนและศาล เป็นต้น (ภาคผนวกที่ 2)', 'C');
INSERT INTO `tmedcriteria` VALUES ('24', '1.6', 'สามารถชันสูตรพลิกศพ เก็บวัตถุพยานจากศพ ร่วมกับพนักงานสอบสวน ตามที่กฎหมายกำหนดได้ สามารถออกรายงานการชันสูตรพลิกศพ ให้ถ้อยคำเป็นพยานในชั้นสอบสวน และชั้นศาลได้ (ภาคผนวกที่ 2)', 'C');
INSERT INTO `tmedcriteria` VALUES ('25', '1.7', 'สามารถระบุปัญหา วิเคราะห์ และให้แนวทางปฏิบัติเชิงเวชจริยศาสตร์และกฎหมายที่เกี่ยวข้องในเรื่องต่อไปนี้', 'C');
INSERT INTO `tmedcriteria` VALUES ('26', '1.7.1', 'Consent and informed consent to treatment เช่น full disclosure, alternate therapies, risk and benefits, refusal of treatment เป็นต้น', 'C');
INSERT INTO `tmedcriteria` VALUES ('27', '1.7.2', 'Physician-patient relationship เช่น truth telling, confidentiality, privacy, autonomy, public reporting เป็นต้น', 'C');
INSERT INTO `tmedcriteria` VALUES ('28', '1.7.3', 'Death and dying เช่น diagnosing death, life-support, autopsy, organ donation, euthanasia, suicide, eliminating pain, life-sustaining and end of life care เป็นต้น', 'C');
INSERT INTO `tmedcriteria` VALUES ('29', '1.7.4', 'Birth-related issues เช่น pre-natal diagnosis, abortion, maternal-fetal conflict เป็นต้น', 'C');
INSERT INTO `tmedcriteria` VALUES ('3', '1.4.1.3', 'ears and hearing examination and investigation', 'C');
INSERT INTO `tmedcriteria` VALUES ('30', '1.7.5', 'Research issues เช่น informed consent, placebos, conflict of interest, vulnerable populations เป็นต้น', 'C');
INSERT INTO `tmedcriteria` VALUES ('31', '2.1.1', 'ไข้', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('32', '2.1.2', 'อ่อนเพลีย ไม่มีแรง', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('33', '2.1.3', 'ภาวะผิดรูป', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('34', '2.1.4', 'อ้วน น้ำหนักตัวลดลง', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('35', '2.1.5', 'อุบัติเหตุ สัตว์มีพิษกัดต่อย', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('36', '2.1.6', 'ปวดฟัน เลือดออกตามไรฟัน', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('37', '2.1.7', 'ปวดท้อง แน่นท้อง ท้องอืด', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('38', '2.1.8', 'ตาเหลือง ตัวเหลือง', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('39', '2.1.9', 'เบื่ออาหาร คลื่นไส้ อาเจียน อาเจียนเป็นเลือด', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('4', '1.4.1.4', 'dental examination', 'C');
INSERT INTO `tmedcriteria` VALUES ('40', '2.1.10', 'สะอึก สำลัก กลืนลำบาก', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('41', '2.1.11', 'ท้องเดิน ท้องผูก อุจจาระเป็นเลือด อุจจาระดำ', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('42', '2.1.12', 'ก้อนในท้อง', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('43', '2.1.13', 'ปวดศีรษะ มึนศีรษะ เวียนศีรษะ หน้ามืด เป็นลม', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('44', '2.1.14', 'กล้ามเนื้ออ่อนแรง ชัก สั่น กระตุก ชา ซึม ไม่รู้สติ', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('45', '2.1.15', 'ปวดหลัง ปวดคอ ปวดเมื่อย ปวดกระดูก ปวดข้อ ปวดแขน ปวดขา', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('46', '2.1.16', 'เจ็บคอ คัดจมูก น้ำมูกไหล จาม เลือดกำเดาออก', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('47', '2.1.17', 'ไอ ไอเป็นเลือด หอบเหนื่อย หายใจขัด หายใจไม่อิ่ม เจ็บหน้าอก ใจสั่นเขียวคล้ำ', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('48', '2.1.18', 'บวม ปัสสาวะลำบาก ปัสสาวะขัด ปัสสาวะบ่อย ปัสสาวะสีผิดปกติ กลั้นปัสสาวะไม่ได้', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('49', '2.1.19', 'ปัสสาวะมีเลือดปน ปัสสาวะเป็นกรวดทราย', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('5', '1.4.1.5', 'general gynecologic examination', 'C');
INSERT INTO `tmedcriteria` VALUES ('50', '2.1.20', 'หนองจากท่อปัสสาวะ', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('51', '2.1.21', 'แผลบริเวณอวัยวะเพศ', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('52', '2.1.22', 'ผื่น คัน แผล ฝี สิว ผิวหนังเปลี่ยนสี ผมร่วง', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('53', '2.1.23', 'ก้อนที่คอ ก้อนใต้ผิวหนัง ก้อนที่เต้านม', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('54', '2.1.24', 'ซีด ต่อมน้ำเหลืองโต', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('55', '2.1.25', 'ตกขาว คันช่องคลอด', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('56', '2.1.26', 'ตั้งครรภ์ แท้งบุตร ครรภ์ผิดปกติ ไม่อยากมีบุตร มีบุตรยาก', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('57', '2.1.27', 'เลือดออกทางช่องคลอด', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('58', '2.1.28', 'ประจำเดือนผิดปกติ ปวดประจำเดือน', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('59', '2.1.29', 'คลอดก่อนกำหนด เกินกำหนด', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('6', '1.4.2', 'Examination and Encounter for Administrative Purposes', 'C');
INSERT INTO `tmedcriteria` VALUES ('60', '2.1.30', 'เคืองตา ตาแดง ปวดตา มองเห็นไม่ชัด ตาบอด ตาโปน ตาเหล่', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('61', '2.1.31', 'หูอื้อ การได้ยินลดลง', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('62', '2.1.32', 'หงุดหงิด คลุ้มคลั่ง ประสาทหลอน นอนไม่หลับ เครียด วิตกกังวล ซึมเศร้า ติดสารเสพติด ฆ่าตัวตาย', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('63', '2.1.33', 'ถูกล่วงละเมิดทางเพศ', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('64', '2.1.34', 'การเจริญเติบโตไม่สมวัย', 'Hx');
INSERT INTO `tmedcriteria` VALUES ('65', '3.2.1', 'hematocrit', 'L');
INSERT INTO `tmedcriteria` VALUES ('66', '3.2.2', 'blood smear: differential white blood cell count, red cell morphology, platelet estimate and morphology ', 'L');
INSERT INTO `tmedcriteria` VALUES ('67', '3.2.3', 'malarial parasite', 'L');
INSERT INTO `tmedcriteria` VALUES ('68', '3.2.4', 'ABO blood group, Rh and cross matching', 'L');
INSERT INTO `tmedcriteria` VALUES ('69', '3.2.5', 'urine analysis', 'L');
INSERT INTO `tmedcriteria` VALUES ('7', '1.4.2.1', 'issue of medical certificate for fitness or incapacity ', 'C');
INSERT INTO `tmedcriteria` VALUES ('70', '3.2.6', 'body fluid analysis: CSF, pleural, etc.', 'L');
INSERT INTO `tmedcriteria` VALUES ('71', '3.2.7', 'stool examination including stool occult blood', 'L');
INSERT INTO `tmedcriteria` VALUES ('72', '3.2.8', 'gram stain, acid fast stain', 'L');
INSERT INTO `tmedcriteria` VALUES ('73', '3.2.9', 'KOH smear, Tzanck ‘s smear', 'L');
INSERT INTO `tmedcriteria` VALUES ('74', '3.2.10', 'tuberculin skin test', 'L');
INSERT INTO `tmedcriteria` VALUES ('75', '3.2.11', 'venous clotting time, clot retraction, clot lysis', 'L');
INSERT INTO `tmedcriteria` VALUES ('76', '3.2.12', 'electrocardiography', 'L');
INSERT INTO `tmedcriteria` VALUES ('77', '3.2.13', 'growth and development assessment ', 'L');
INSERT INTO `tmedcriteria` VALUES ('78', '3.3', 'การตรวจทางรังสีวิทยา สามารถบอกข้อบ่งชี้ ขั้นตอน การเตรียมผู้ป่วยสำหรับการตรวจ และสามารถแปลผลการตรวจ ได้ถูกต้อง', 'L');
INSERT INTO `tmedcriteria` VALUES ('79', '3.3.1', 'chest x-ray', 'L');
INSERT INTO `tmedcriteria` VALUES ('8', '1.4.2.2', 'examination for driving license ', 'C');
INSERT INTO `tmedcriteria` VALUES ('80', '3.3.2', 'plain abdomen', 'L');
INSERT INTO `tmedcriteria` VALUES ('81', '3.3.3', 'plain KUB', 'L');
INSERT INTO `tmedcriteria` VALUES ('82', '3.3.4', 'skull and sinuses', 'L');
INSERT INTO `tmedcriteria` VALUES ('83', '3.3.5', 'bones and joints', 'L');
INSERT INTO `tmedcriteria` VALUES ('84', '3.3.6', 'lateral soft tissue of neck x-ray', 'L');
INSERT INTO `tmedcriteria` VALUES ('85', '3.4', 'การตรวจอื่นๆ สามารถบอกข้อบ่งชี้ของการตรวจ การเตรียมผู้ป่วยสำหรับการตรวจและหรือเก็บตัวอย่างตรวจ และสามารถแปลผลรายงานการตรวจ ได้ถูกต้อง', 'L');
INSERT INTO `tmedcriteria` VALUES ('86', '3.4.1', 'hemoglobin, white blood cell count', 'L');
INSERT INTO `tmedcriteria` VALUES ('87', '3.4.2', 'red cell indices', 'L');
INSERT INTO `tmedcriteria` VALUES ('88', '3.4.3', 'reticulocyte count', 'L');
INSERT INTO `tmedcriteria` VALUES ('89', '3.4.4', 'inclusion body', 'L');
INSERT INTO `tmedcriteria` VALUES ('9', '1.4.2.3', 'pre-employment examination ', 'C');
INSERT INTO `tmedcriteria` VALUES ('90', '3.4.5', 'platelet count', 'L');
INSERT INTO `tmedcriteria` VALUES ('91', '3.4.6', 'erythrocyte sedimentation rate', 'L');
INSERT INTO `tmedcriteria` VALUES ('92', '3.4.7', 'coagulation study', 'L');
INSERT INTO `tmedcriteria` VALUES ('93', '3.4.8', 'การเพาะเชื้อจากสิ่งส่งตรวจต่างๆ', 'L');
INSERT INTO `tmedcriteria` VALUES ('94', '3.4.9', 'susceptibility test ต่อยาต้านจุลชีพ', 'L');
INSERT INTO `tmedcriteria` VALUES ('95', '3.4.10', 'cytology', 'L');
INSERT INTO `tmedcriteria` VALUES ('96', '3.4.11', 'endocrinologic studies : oral glucose tolerance test (OGTT), post-prandial GTT, thyroid ', 'L');
INSERT INTO `tmedcriteria` VALUES ('97', '3.4.12', 'function test, serum cortisol', 'L');
INSERT INTO `tmedcriteria` VALUES ('98', '3.4.13', 'liver profile', 'L');
INSERT INTO `tmedcriteria` VALUES ('99', '3.4.14', 'kidney profile', 'L');
